{
  "T00": {
    "trkTitle": "Keynote Presentations",
    "sessions": {
      "S00T00": {
        "sessTitle": "Keynote Presentation - Embedded Hands-On Workshop - Prototype an IoT Sensor Node with a Microchip MPLAB Xpress Eval Board",
        "sessAbstract": "With a complimentary MPLAB Xpress Eval Board, attendees will learn how to develop an embedded sensor node prototype that captures humidity, temperature, and pressure data. They will speed through configuration of the Microchip microcontroller and Bosch BME280sensor using MPLAB Code Configurator (MCC) graphical programming interface. The tool will generate free libraries with simple APIs so attendees can spend time working on their solution instead of messing with registers or communication protocols. Attendees do not need to install any tools on their computers, as this entire workshop will use the cloud based MPLAB Xpress IDE. All sensor data will be graphed on their computer via an on-board USB-to-serial adapter. Attendees will be shown how to move the solution to a wireless communication method using the same tools, transforming from a simple wired sensor to an IoT or wearable solution.",
        "sessTalks": {
          "TK00S00T00": {
            "talkTitle": "Keynote Presentation - Embedded Hands-On Workshop - Prototype an IoT Sensor Node with a Microchip MPLAB Xpress Eval Board",
            "talkSpeakers": [
              "Ricky Johnson",
              "Marc McComb"
            ]
          }
        }
      },
      "S01T00": {
        "sessTitle": "Keynote Presentation - Sensor-Driven 3D Computer Vision and the Future of Human-Machine Interaction",
        "sessAbstract": "Computer vision is enabling many of the world's most exciting new technologies, such as autonomous vehicles and robots, AI, and a wide range of IoT-centric applications. And advanced sensing capabilities are key to the continued development of these vision-enabled systems. Attend this Keynote Session and examine how sensors are being exploited in mixed and augmented reality applications, including 3D modeling, image and video analysis, gesture recognition, scene understanding, and power-efficient embedded computing. Join us as Marc discusses the use of these technologies in the development of Microsoft's groundbreaking HoloLens and shares his vision on the future of information access and machine-enabled human interaction.",
        "sessTalks": {
          "TK00S01T00": {
            "talkTitle": "Keynote Presentation - Sensor-Driven 3D Computer Vision and the Future of Human-Machine Interaction",
            "talkSpeakers": [
              "Marc Pollefeys"
            ]
          }
        }
      },
      "S02T00": {
        "sessTitle": "Intro into - IoT - Where Moore's Law and Metcalf's Law Collided - A Supernova of Activity or a Black Hole?",
        "sessAbstract": "When you combine Moore's Faster and Cheaper with Greater and Exponential, you have a dramatic opportunity. Is IoT about to explode the Market or implode the Internet?",
        "sessTalks": {
          "TK00S02T00": {
            "talkTitle": "Intro into - IoT - Where Moore's Law and Metcalf's Law Collided - A Supernova of Activity or a Black Hole?",
            "talkSpeakers": [
              "James Brehm",
              "David Smith"
            ]
          }
        }
      },
      "S03T00": {
        "sessTitle": "Keynote Presentation - Extending Cloud-Native Principles to the Edge to Enable Scalable IoT Solutions",
        "sessAbstract": "New architectural approaches must be adopted to accommodate the sheer volume of data generated by billions of networked sensors in addition to providing flexibility in how collected data is integrated, analyzed and monetized as part of the broader IoT ecosystem. This session explores the concept of extending cloud-native principles to the network edge to address these needs as well as outline how the open source EdgeX Foundry project is aligned to this paradigm with the goal of simplifying how sensors connect to an interoperable ecosystem of distributed computing applications.",
        "sessTalks": {
          "TK00S03T00": {
            "talkTitle": "Keynote Presentation - Extending Cloud-Native Principles to the Edge to Enable Scalable IoT Solutions",
            "talkSpeakers": [
              "Jason Shepherd"
            ]
          }
        }
      },
      "S04T00": {
        "sessTitle": "The Search for Life in Our Solar System - Opportunities for Sensor Development",
        "sessAbstract": "This Keynote Session examines innovative concepts and technologies aimed at the search for life in our solar system. Repeated cycles of freezing and melting water have occurred throughout Mars' history and represent a potentially habitable environment to search for modern life. This session also examines other potentially habitable environments in our solar system -- the icy satellites of Jupiter and Saturn. Recent missions have provided strong evidence of liquid water interiors on Jupiter’s moon Europa and Saturn’s moon Enceladus. The ice-covered ocean environments have all the requirements needed to support modern life, although it is not known whether life can originate in such environments. The only mission to ever search for modern life on another planet was the two Viking missions that landed on Mars in 1976... and since that time, progress on developing sensor technology and mission strategy to search for modern life has been limited. Join us as Carol examines the recent surge of interest in detecting life in our solar system and the new sensor systems and approaches needed to move the research forward.",
        "sessTalks": {
          "TK00S04T00": {
            "talkTitle": "The Search for Life in Our Solar System - Opportunities for Sensor Development",
            "talkSpeakers": [
              "Dr. Carol Stoker"
            ]
          }
        }
      },
      "S06T00": {
        "sessTitle": "DA1 - IoT Analytics Lifecycle - From Generating Data to Predicting the Future",
        "sessAbstract": "This session provides a thorough overview of the Industrial IoT analytics lifecycle. By participating, attendees will be able to do a self-assessment of what stage your business is in, in the analytical lifecycle. This session digs into the details of each stage; generate, collect, analyze, react and predict. Attendees use a real-world use case to help them understand their ability to forge connections between disparate data, devices, and technology to reach the predict data state. ",
        "sessTalks": {
          "TK00S06T00": {
            "talkTitle": "DA1 - IoT Analytics Lifecycle - From Generating Data to Predicting the Future",
            "talkSpeakers": [
              "Brandon Cannaday"
            ]
          }
        }
      }
    }
  },
  "T01": {
    "trkTitle": "Pre-Conference Designing for the Industrial & Embedded IoT",
    "sessions": {
      "S00T01": {
        "sessTitle": "Pre-Conference Symposium 1 - MEMS and Sensor Technologies Coming to an IoT Solution Near You",
        "sessAbstract": "This symposium will provide a ‘state of the union’ of the MEMS and sensors industry including a look at where the action is today for sensing capabilities across multiple vertical markets and sensor types. Having provided that foundation, what lies ahead in sensing for the remainder of this decade will be covered. Specific topics will include deeper dives into sensing technologies and the actionable information they may provide. Presentations will also cover trends in algorithms and data analytics including machine learning, deep learning and AI to provide end to end system solutions. Attending the pre-conference symposium will provide an excellent snapshot of what MEMS and sensor technologies to pay attention to today and tomorrow.",
        "sessTalks": {
          "TK00S00T01": {
            "talkTitle": "Welcome & Introduction",
            "talkSpeakers": [
              "Stephen Whalley"
            ]
          },
          "TK01S00T01": {
            "talkTitle": "MEMS & Sensor Market Overview",
            "talkSpeakers": [
              "Manuel Tagliavini"
            ]
          },
          "TK02S00T01": {
            "talkTitle": "It’s No Longer Just About the Sensor—Garage Shop Thinking in a Mature Industry",
            "talkSpeakers": [
              "Becky Oh"
            ]
          },
          "TK03S00T01": {
            "talkTitle": "ASIC Design – The Missing Piece to Your MEMS & Sensors Development Puzzle",
            "talkSpeakers": [
              "Andy Kelly"
            ]
          },
          "TK04S00T01": {
            "talkTitle": "MEMS Based Pressure Sensors for a Smarter Home",
            "talkSpeakers": [
              "Omar Abed"
            ]
          },
          "TK05S00T01": {
            "talkTitle": "Micro-Mirrors Reflecting Brightly on New Sensing Applications",
            "talkSpeakers": [
              "Paul Pickering"
            ]
          },
          "TK06S00T01": {
            "talkTitle": "Understanding the Basics of Machine Learning",
            "talkSpeakers": [
              "Mike Stanley"
            ]
          },
          "TK07S00T01": {
            "talkTitle": "Smart MEMS Pressure and Temperature Sensors to Enable IoT Industrial and Consumer HVAC Applications",
            "talkSpeakers": [
              "Tom Nguyen"
            ]
          },
          "TK08S00T01": {
            "talkTitle": "Democratizing Healthcare with Sensors and AI",
            "talkSpeakers": [
              "Maryam Ziaei"
            ]
          },
          "TK09S00T01": {
            "talkTitle": "Rapid Prototyping of Wireless Sensor Solutions for Future Applications",
            "talkSpeakers": [
              "David DiPaola"
            ]
          },
          "TK10S00T01": {
            "talkTitle": "MEMS & Sensors for IoT Solutions",
            "talkSpeakers": [
              "Becky Oh,Paul Pickering,Mike Stanley,Maryam Ziaei"
            ]
          },
          "TK11S00T01": {
            "talkTitle": "Closing Remarks",
            "talkSpeakers": [
              "Stephen Whalley"
            ]
          }
        }
      }
    }
  },
  "T02": {
    "trkTitle": "MEMS & Sensors",
    "sessions": {
      "S00T02": {
        "sessTitle": "Pre-Conference Symposium 2 - Energy Harvesting and Energy-Efficient Power Solutions for Sensor Applications - Tutorials",
        "sessAbstract": "Wirelessly connected sensors pose a major problem when considering batteries as the sole source of power - battery life. Converting the available energy from a variety of sources to electricity, or energy harvesting, provides an alternative to frequently changing batteries in wireless sensing applications. This symposium will provide an in-depth analysis of the challenges and solutions of using energy harvesting techniques of varying types for powering sensors in wireless and other ultralow power applications.",
        "sessTalks": {
          "TK00S00T02": {
            "talkTitle": "Energy Harvesting Background",
            "talkSpeakers": [
              "Randy Frank"
            ]
          },
          "TK01S00T02": {
            "talkTitle": "Case Studies of Vibration Energy Harvesting in Action",
            "talkSpeakers": [
              "Karim El-Rayes"
            ]
          },
          "TK02S00T02": {
            "talkTitle": "Solving Energy Harvesting and Low Power Sensing Problems with Supercaps",
            "talkSpeakers": [
              "Pierre Mars"
            ]
          },
          "TK03S00T02": {
            "talkTitle": "Power Efficient Machine Intelligence for Mobile and Edge Devices",
            "talkSpeakers": [
              "Dr. Narayan Srinivasa"
            ]
          },
          "TK04S00T02": {
            "talkTitle": "Real-World Deployments of Remote Wireless Power in Wireless Sensor Networks and Other Applications",
            "talkSpeakers": [
              "Charles Green"
            ]
          },
          "TK05S00T02": {
            "talkTitle": "Cutting the Power Cord",
            "talkSpeakers": [
              "Laurence Dunn"
            ]
          },
          "TK06S00T02": {
            "talkTitle": "Solving the Energy Storage Problem for Miniature Sensing Applications",
            "talkSpeakers": [
              "Jeff Sather"
            ]
          },
          "TK07S00T02": {
            "talkTitle": "Techniques and the Methodology for Reducing Processing System Power in Energy Harvesting Applications",
            "talkSpeakers": [
              "Mark Buccini"
            ]
          }
        }
      },
      "S01T02": {
        "sessTitle": "SA1 - State of the Robotics Industry",
        "sessAbstract": "This session examines the state of the robotics industry, including warehousing robots, consumer robots, and everything in-between. It examines key drivers and barriers for each segment and unique applications in each space. Attendees also learn about how the latest sensors, components and machine learning techniques are making robots more intelligent and useful for both businesses and consumers.",
        "sessTalks": {
          "TK00S01T02": {
            "talkTitle": "SA1 - State of the Robotics Industry",
            "talkSpeakers": [
              "Eugene Demaitre"
            ]
          }
        }
      },
      "S02T02": {
        "sessTitle": "SA2 - How Sensor Fusion Enabled the Augmented Reality Toothbrush",
        "sessAbstract": "The next generation of IoT embeds AI into devices as small and widely used as the toothbrush. By using Augmented Reality coupled with interactive brushing games and sensor fusion, brushing habits are being changed for life, and the data generated is changing the way we look at Oral Health for children and adults around the world.",
        "sessTalks": {
          "TK00S02T02": {
            "talkTitle": "SA2 - How Sensor Fusion Enabled the Augmented Reality Toothbrush",
            "talkSpeakers": [
              "Ethan Schur"
            ]
          }
        }
      },
      "S03T02": {
        "sessTitle": "SA3 - Inductive Position Sensor Systems for Automotive and Industrial Applications",
        "sessAbstract": "Inductive position sensors gain more and more popularity in automotive and industrial market. This session gives an introduction to the potential new sensor topology supporting high linearity, flexibility and high functional safety coverage. Off-axis, through shaft and linear position sensing is easily possible. This new available approach has the target to replace resolver systems and optical encoders.",
        "sessTalks": {
          "TK00S03T02": {
            "talkTitle": "SA3 - Inductive Position Sensor Systems for Automotive and Industrial Applications",
            "talkSpeakers": [
              "Thomas Kail",
              "Marcel Urban"
            ]
          }
        }
      },
      "S04T02": {
        "sessTitle": "SA4 - Why Solid-State Sensors are the Future of LiDAR",
        "sessAbstract": "In recent years, LiDAR has gained recognition for its role in the development of self-driving vehicles, but LiDAR sensors have the potential to give autonomous machines of all types the power of sight. From comprehensive security systems to automated industrial robots to military drones – LiDAR is poised to disrupt a wide variety of industries. This session speaks to key sensor design for mapping, security, industrial automation, and other applications.",
        "sessTalks": {
          "TK00S04T02": {
            "talkTitle": "SA4 - Why Solid-State Sensors are the Future of LiDAR",
            "talkSpeakers": [
              "Louay Eldada"
            ]
          }
        }
      },
      "S05T02": {
        "sessTitle": "SA5 - Hybrid Plastic-Based MEMS Devices for Biomedical Applications",
        "sessAbstract": "Our bioMEMS research has refocused on using plastics, 3-D printing and hot-embossing. We can imbed microelectrodes in plastic devices, early applications include cell cytometry, lysis, and electroporation. CMOS chips and graphene–based sensors can also be incorporated into the plastic microfluidic devices and connected to the electronic interconnects, thus making biomedical sensors with increased functionality possible. A NEEDLE-FREE 3-D printing, microjet-based drug delivery system for oral delivery of protein drugs. The “pill” uses a solid-to-gas phase change to generate high internal pressure to create a liquid jet that can penetrate mucosal layers inside the cheek or in the intestine.",
        "sessTalks": {
          "TK00S05T02": {
            "talkTitle": "SA5 - Hybrid Plastic-Based MEMS Devices for Biomedical Applications",
            "talkSpeakers": [
              "Prof. Dorian Liepmann"
            ]
          }
        }
      }
    }
  },
  "T03": {
    "trkTitle": "Energy Harvesting & Power",
    "sessions": {
      "S00T03": {
        "sessTitle": "Pre-Conference Symposium 3 - Democratizing IoT - Connecting Technology with People",
        "sessAbstract": "How can businesses get started with IoT? How can the sensor industry reach this audience to help? This track features expert speakers from Arduino, Arm, Cisco, Comcast MachineQ, Google, NXP and cutting-edge application examples from AAware, Mbientlab, Nextflex and North Dakota State University to help answer these questions. Practical steps on where to start in creating connected sensor applications, Overcoming challenges to IoT production, deployment, and operation, Applications insights in wearable, smart building and smart city",
        "sessTalks": {
          "TK00S00T03": {
            "talkTitle": "Democratizing IoT - Connecting Technology with People",
            "talkSpeakers": [
              "Dominic Pajak"
            ]
          },
          "TK01S00T03": {
            "talkTitle": "Android Sensors and Location",
            "talkSpeakers": [
              "Steve Malkos"
            ]
          },
          "TK02S00T03": {
            "talkTitle": "Flexible Hybrid Electronics - The Breakthrough IoT Technology Enabling Health and Safety in the Future",
            "talkSpeakers": [
              "Jason Marsh"
            ]
          },
          "TK03S00T03": {
            "talkTitle": "Speak Up - Your Home is Listening",
            "talkSpeakers": [
              "Joe Gianelli"
            ]
          },
          "TK04S00T03": {
            "talkTitle": "Rapid IoT Prototyping",
            "talkSpeakers": [
              "Jay Canteenwala"
            ]
          },
          "TK05S00T03": {
            "talkTitle": "Making IoT Concepts a Reality - Examples in Medical, Fashion and Fitness",
            "talkSpeakers": [
              "Laura Kassovic"
            ]
          },
          "TK06S00T03": {
            "talkTitle": "How IoT Will Help Us Live Smarter",
            "talkSpeakers": [
              "Rhonda Dirvin"
            ]
          },
          "TK07S00T03": {
            "talkTitle": "Understanding How Low Power Wide Area Networks (LPWAN) Brings IoT To Everyone",
            "talkSpeakers": [
              "John Brzozowski"
            ]
          },
          "TK08S00T03": {
            "talkTitle": "Panel - The Challenge of Infinite Possibilities - What Stands in the Way of IoT Enablement?",
            "talkSpeakers": [
              "Dominic Pajak"
            ]
          },
          "TK09S00T03": {
            "talkTitle": "IoT Data – Drown in It, or Thrive on It?",
            "talkSpeakers": [
              "Yash Prakash"
            ]
          },
          "TK10S00T03": {
            "talkTitle": "Smart Cities - The Opportunities and Challenges of Connected Vehicles",
            "talkSpeakers": [
              "Dr. Raj Bridgelall"
            ]
          },
          "TK11S00T03": {
            "talkTitle": "Closing Remarks",
            "talkSpeakers": [
              "Dominic Pajak"
            ]
          }
        }
      },
      "S01T03": {
        "sessTitle": "EM1 - Edge Intelligence - The Future of IIoT and Why You Need It Now",
        "sessAbstract": "Analytics, machine learning, and larger data processing technologies on the edge can reduce the amount of raw data processed for locations struggling to generate intelligence from their operational data. Edge computing can make real-time decisions in close proximity to the devices themselves, and while the notion is still new even to those in the IIoT community, traditional verticals like manufacturing are embracing these new types of technologies as they look for new revenue opportunities.",
        "sessTalks": {
          "TK00S01T03": {
            "talkTitle": "EM1 - Edge Intelligence - The Future of IIoT and Why You Need It Now",
            "talkSpeakers": [
              "Ramya Ravichandar"
            ]
          }
        }
      },
      "S02T03": {
        "sessTitle": "EM2 - Ecosystem Building Blocks for Production-Grade IIoT Systems",
        "sessAbstract": "The successful deployment of an IoT system requires that all these pieces fit together like Lego blocks. Mature engineering organizations will use a combination of custom engineering, open source components, third party IP, and ecosystem technology to rapidly build and deploy IoT systems. This session discusses how to build an IoT system using these different Lego blocks and work being done by Linaro, the Linux Foundation Zephyr, ARM mbed, Amazon FreeRTOS, and other ecosystem partners.",
        "sessTalks": {
          "TK00S02T03": {
            "talkTitle": "EM2 - Ecosystem Building Blocks for Production-Grade IIoT Systems",
            "talkSpeakers": [
              "Rob Oshana"
            ]
          }
        }
      },
      "S03T03": {
        "sessTitle": "EM3 - Layer IIoT Security on a Hardware Root of Trust",
        "sessAbstract": "This session discusses the importance of providing layered security co-located with fundamental device content for better overall endpoint protection and resilience. An important aspect of this is migrating mutable software roots of trust to hardware roots of trust. A strong case can be made for a hardware core root of trust for measurement (CRTM). While often existing as a software RoT, the CRTM can be vulnerable to numerous attacks and if compromised the whole system becomes \"rooted\" and untrustworthy. Hardware roots and layered security can mitigate these attacks.",
        "sessTalks": {
          "TK00S03T03": {
            "talkTitle": "EM3 - Layer IIoT Security on a Hardware Root of Trust",
            "talkSpeakers": [
              "Lance Dover"
            ]
          }
        }
      },
      "S04T03": {
        "sessTitle": "EM4 - Forget Silver Bullets - Secure IIoT Applications Need Secure Application Code",
        "sessAbstract": "Both the Industrial Internet Consortium (IIC) and the Working Group for Industry 4 acknowledge that security is pivotal for the Industrial IoT. To achieve it, is important to address vulnerabilities in application code, particularly where they represent potential access points to the weakest elements of the underlying architecture. This session outlines the relationship between secure middleware, separation kernel/hypervisors, and application software, and discusses techniques to ensure that applications are securely coded.",
        "sessTalks": {
          "TK00S04T03": {
            "talkTitle": "EM4 - Forget Silver Bullets - Secure IIoT Applications Need Secure Application Code",
            "talkSpeakers": [
              "Alex Lim"
            ]
          }
        }
      },
      "S05T03": {
        "sessTitle": "IoT5 - The First 100 IoT Deployments",
        "sessAbstract": "Our mission statement starts with, \"Provide meaningful change to communities, families, farms, and business with real-world solutions, measurable value, at a reasonable price.\" Today, we measure water usage from a thousand wells in east Africa, track environmental conditions for dozens of vineyards and farms, and monitor the daily activities of @Home residents who wish to age in place. Come learn how we built this capability and delivered our first 100 end-2-end IoT projects.",
        "sessTalks": {
          "TK00S05T03": {
            "talkTitle": "IoT5 - The First 100 IoT Deployments",
            "talkSpeakers": [
              "Joey Bernal"
            ]
          }
        }
      }
    }
  },
  "T04": {
    "trkTitle": "IoT & Wireless",
    "sessions": {
      "S00T04": {
        "sessTitle": "Pre-Conference Symposium 4 - Commercialization Opportunities for Printed, Flexible, Stretchable, and Functional Fabric Sensors and Sensor-Based Systems for IoT and Wearables",
        "sessAbstract": "This symposium is unique in that it specifically addresses the topic of sensors and sensor-based systems enabled from these platforms. The extensive list of speakers, who represent the international “who’s who” in this topical area, will present several of the more interesting printed/flexible/stretchable and functional fabric sensor technologies and their applications currently under development and in production in the commercial sector as well those under development in the leading research universities and research labs around the world. In addition to these sensors, this symposium will address several other electronic functionalities e.g. batteries, memory/logic and the challenges of their packaging and integration with other functional element of basic Internet of Things (IoT) and wearable applications. It will also address various manufacturing issues, including reliability, to create these heterogeneous and hybrid solutions from both a batch mode and continuous process. Finally, barriers to the successful commercialization of these sensors and recommended strategies for market success will be presented.",
        "sessTalks": {
          "TK00S00T04": {
            "talkTitle": "Welcome & Introduction",
            "talkSpeakers": [
              "Roger Grace"
            ]
          },
          "TK01S00T04": {
            "talkTitle": "AFFOA - Addressing Commercialization Challenges of Functional Fabrics, Electronics",
            "talkSpeakers": [
              "Eric Spackey"
            ]
          },
          "TK02S00T04": {
            "talkTitle": "Design Considerations and Manufacturing Process Tradeoffs for the Creation of Printed Sensors and Sensor-Based Systems",
            "talkSpeakers": [
              "Jaye Tyler"
            ]
          },
          "TK03S00T04": {
            "talkTitle": "Non-Enzymatic Electrochemical Sensors Based on Wearable Carbon Textile",
            "talkSpeakers": [
              "Siyi Cheng"
            ]
          },
          "TK04S00T04": {
            "talkTitle": "Polymer Thick Film (PTF) Circuitry and Sensors",
            "talkSpeakers": [
              "Len Allison"
            ]
          },
          "TK05S00T04": {
            "talkTitle": "The Role of Reliability in Functional Fabric Sensors for High Volume Applications",
            "talkSpeakers": [
              "Allyson Hartzell"
            ]
          },
          "TK06S00T04": {
            "talkTitle": "Design and Manufacturing Challenges for Flexible, Hybrid, Printed Systems Incorporating MEMS Sensors",
            "talkSpeakers": [
              "Mary Ann Maher"
            ]
          },
          "TK07S00T04": {
            "talkTitle": "Introduction to the Afternoon Session",
            "talkSpeakers": [
              "Roger Grace"
            ]
          },
          "TK08S00T04": {
            "talkTitle": "Recent Advances in Wearable Biomonitoring Devices",
            "talkSpeakers": [
              "Dr. Gregory Auner"
            ]
          },
          "TK09S00T04": {
            "talkTitle": "Packaging and Assembly Challenges for Sensor-Based Systems Using Flexible, Hybrid Printed Materials",
            "talkSpeakers": [
              "Leland Spangler"
            ]
          },
          "TK10S00T04": {
            "talkTitle": "Wearable Sensors for Healthcare - From the Skin to Below the Skin",
            "talkSpeakers": [
              "Sheng Xu"
            ]
          },
          "TK11S00T04": {
            "talkTitle": "Bringing Flexible Sensors for Medical Wearables to Market - A Case Study",
            "talkSpeakers": [
              "Shawn Reese,Daniel Marriott"
            ]
          },
          "TK12S00T04": {
            "talkTitle": "Head-to-Toe Applications of Printed Tactile Sensors",
            "talkSpeakers": [
              "Rob Podoloff"
            ]
          },
          "TK13S00T04": {
            "talkTitle": "Ubiquitous Wearable and Disposable Chemical and Biological Sensors - Market Demands and innovative Technology Solutions",
            "talkSpeakers": [
              "Radislav Potyrailo"
            ]
          },
          "TK14S00T04": {
            "talkTitle": "Flexible Sensors and Energy Harvesters",
            "talkSpeakers": [
              "Dr. Junwen Zhong"
            ]
          },
          "TK15S00T04": {
            "talkTitle": "Spray Pattern Sensing - The Advantages, Challenges, and Methodologies of Spray Pattern and Distribution Sensing",
            "talkSpeakers": [
              "Dr. Charles McLeod"
            ]
          },
          "TK16S00T04": {
            "talkTitle": "Closing Remarks",
            "talkSpeakers": [
              "Roger Grace"
            ]
          }
        }
      },
      "S01T04": {
        "sessTitle": "MA1 - Vision AI for Human Behavior Understanding Inside Autonomous and Highly Automated Vehicles",
        "sessAbstract": "This session covers the latest computer vision AI technologies that enable visual behavior understanding for both the driver and passengers of autonomous and highly automated vehicles (HAVs). Critical to ensuring safety and comfort for all occupants, the vision AI uses standard cameras to provide emotion recognition from facial micro-expressions, 30+ face analytics, body pose tracking, action and activity recognition etc that trigger the activation of support systems, and others that ensure enhanced ridership experiences.",
        "sessTalks": {
          "TK00S01T04": {
            "talkTitle": "MA1 - Vision AI for Human Behavior Understanding Inside Autonomous and Highly Automated Vehicles",
            "talkSpeakers": [
              "Modar Alaoui"
            ]
          }
        }
      },
      "S02T04": {
        "sessTitle": "MA2 - Location Awareness for Industrial IoT",
        "sessAbstract": "The potential and benefits of location awareness will be presented in the context of different applications. This session discusses how the combination of sensor and location information enables smart items and new applications and services. Leading edge technologies will be reviewed and current trends will be identified.",
        "sessTalks": {
          "TK00S02T04": {
            "talkTitle": "MA2 - Location Awareness for Industrial IoT",
            "talkSpeakers": [
              "Jens Albers",
              "Rainer Hach"
            ]
          }
        }
      },
      "S03T04": {
        "sessTitle": "MA3 - The Use of AI in Smart IoT Systems",
        "sessAbstract": "Optimizing industrial processes using IoT, AI, Machine Learning, and a new innovative IoT platform that doesn't require software programming. Applications presented include Mining, Industrial, Logistics, and Healthcare.",
        "sessTalks": {
          "TK00S03T04": {
            "talkTitle": "MA3 - The Use of AI in Smart IoT Systems",
            "talkSpeakers": [
              "Todd Keitel"
            ]
          }
        }
      },
      "S04T04": {
        "sessTitle": "MA4 - Machine Learning on Deeply Embedded, Resource-Constrained IoT End-Nodes",
        "sessAbstract": "Imagine a smart sensor that can make decisions autonomously, or a sensor that can save energy by deciding what data to communicate using learned decisions on the values it has sensed. Imagine that you could do this on tiny micro-controllers. This session shares work done by Arm research team where a machine learning application was implemented on off-the-shelf micro-controllers. It covers the findings where deep neural networks is applied to smart sensor applications.",
        "sessTalks": {
          "TK00S04T04": {
            "talkTitle": "MA4 - Machine Learning on Deeply Embedded, Resource-Constrained IoT End-Nodes",
            "talkSpeakers": [
              "Tim Menasveta"
            ]
          }
        }
      },
      "S05T04": {
        "sessTitle": "MA5 - Advanced Data Analytics Workflows for Digital Health",
        "sessAbstract": "Proliferation of low-cost/high-fidelity biomedical sensors and wearable devices enables us to acquire vast amounts of physiological signals; however, developing predictive analytics using machine learning algorithms to effectively analyze this trove of information is a challenging task. This session looks at a realistic problem such as ECG signal classification or automated medical image (MRI) segmentation to explore the newer advanced machine learning and deep learning workflows that is poised to revolutionize this segment.",
        "sessTalks": {
          "TK00S05T04": {
            "talkTitle": "MA5 - Advanced Data Analytics Workflows for Digital Health",
            "talkSpeakers": [
              "Arvind Ananthan"
            ]
          }
        }
      },
      "S06T04": {
        "sessTitle": "MD1 - Process Sensor Needs in the Petrochemical Industry - Challenges and Drivers",
        "sessAbstract": "The old English proverb states “Necessity is the mother of invention.” Indeed, as needs have changed in the petrochemical manufacturing industry, so has the enabling technology used to operate these processes, including online sensors. Many of the innovations associated online sensor technology were spawned by industrial users seeking to improve their processes. Today, the needs of our industry continue to evolve and likewise, there's a need to improve the technology necessary to meet these needs.",
        "sessTalks": {
          "TK00S06T04": {
            "talkTitle": "MD1 - Process Sensor Needs in the Petrochemical Industry - Challenges and Drivers",
            "talkSpeakers": [
              "Dr. J.D. Tate"
            ]
          }
        }
      },
      "S07T04": {
        "sessTitle": "MD2 - New Contactless Electric Current Sensors",
        "sessAbstract": "Dc and ac current sensors are required for automotive industry, drive control, control of smart grids, measuring power and energy and for many other applications. This session reviews existing electric current sensors and explain the principles of their new types using a pair or array of magnetic sensors such as Hall, AMR, or integrated microfluxgates. It also discusses the main parameters of different classes of current sensors including geometrical selectivity or crosstalk.",
        "sessTalks": {
          "TK00S07T04": {
            "talkTitle": "MD2 - New Contactless Electric Current Sensors",
            "talkSpeakers": [
              "Pavel Ripka"
            ]
          }
        }
      },
      "S08T04": {
        "sessTitle": "O3 - High Definition 3D LiDAR - The Key Sensing and Perception System for Self-Driving Cars",
        "sessAbstract": "Worldwide LiDAR adoption began with 3D mobile mapping, the key building block to the Mobility Revolution, but has since evolved to impact various industries. This session addresses the importance of LiDAR technology and delves into how LiDAR provides the accurate distance and reflectivity measurements at highway speeds, enabling advanced level 4 and level 5 autonomous vehicles, as well as level 2 and level 3 Advanced Driver Assistance Systems (ADAS) enabled vehicles.",
        "sessTalks": {
          "TK00S08T04": {
            "talkTitle": "O3 - High Definition 3D LiDAR - The Key Sensing and Perception System for Self-Driving Cars",
            "talkSpeakers": [
              "Anand Gopalan"
            ]
          }
        }
      },
      "S09T04": {
        "sessTitle": "MD4 - Next Generation Intelligent Gas Sensors",
        "sessAbstract": "Attendees learn about the limitations of traditional electrochemical gas sensors and the challenges associated with using these sensors in real world applications. This session discusses how new intelligent electrochemical gas sensors offer a solution to many of these challenges and details of the enabling technology will be provided. Finally, an overview of the benefits delivered by intelligent sensors in applications including toxic gas monitoring is discussed.  ",
        "sessTalks": {
          "TK00S09T04": {
            "talkTitle": "MD4 - Next Generation Intelligent Gas Sensors",
            "talkSpeakers": [
              "Brian Coffey"
            ]
          }
        }
      }
    }
  },
  "T05": {
    "trkTitle": "Flexible & Wearable",
    "sessions": {
      "S00T05": {
        "sessTitle": "Embedded Hands-On Workshop - Learn RISC-V, the Mi-V Ecosystem with an RTOS Bringup, MicroPython Scripting, and a Dev Board That’s Yours to Keep",
        "sessAbstract": "Get acquainted with the RISC-V instruction-set architecture (ISA) in this Embedded Hands-On Workshop by bringing up an RTOS and writing some basic MicroPython scripts, all on a Microsemi Mi-V Creative Board  that is configured with a 32 bit RISC-V core in an IGLOO2 FPGA. Attendees will be exposed to the ins-and-outs of the instruction set architecture (ISA) using a variety of firmware and Microsemi’s SoftConsole integrated development environment (IDE). After designing a “Hello, World!” application, attendees will be guided through RTOS bringup with both the open-source FreeRTOS operating system and a commercial platform. From there, the tutorial will expand to adding peripherals and executing MicroPython scripts on the board’s Mi-V RV32IM core. The development board, tools, and associated software are complimentary for attendees, making for a perfect introduction to RISC-V.",
        "sessTalks": {
          "TK00S00T05": {
            "talkTitle": "Embedded Hands-On Workshop - Learn RISC-V, the Mi-V Ecosystem with an RTOS Bringup, MicroPython Scripting, and a Dev Board That’s Yours to Keep",
            "talkSpeakers": [
              "Tim McCarthy",
              "Badal Nilawar"
            ]
          }
        }
      },
      "S01T05": {
        "sessTitle": "IoT6 - IoT Voice & Sensor Use Cases and Solutions",
        "sessAbstract": "While the market trend is moving swiftly toward \"Voice is the New Touch” to control IoT devices as well as the need to make them smarter in order to act independently, it has become imperative to manage the processing power of the sensor and voice sub-systems in Wearables, Hearables, and other IoT devices. This session focuses on the use case for these IoT devices, their processing needs, and market solutions that can deliver on the lower power promise to provide extended battery life.",
        "sessTalks": {
          "TK00S01T05": {
            "talkTitle": "IoT6 - IoT Voice & Sensor Use Cases and Solutions",
            "talkSpeakers": [
              "Sam Massih"
            ]
          }
        }
      },
      "S02T05": {
        "sessTitle": "IoT7 - Open IoT Networks - Building a Scalable Network to Meet Future Needs – Now",
        "sessAbstract": "The IoT industry, forecasted to reach $14.2T by 2030, is unlike any other technology evolution from recent history. Meaning IoT networks must be built with future growth, additional use cases, and performance in mind to avoid disappointing service, potential failures, and costly operations. This session outlines criteria for choosing IoT network technology, including a side-by-side evaluation of current standards being demonstrated as instrumental for the industrial IoT, to build a trustworthy, scalable network.",
        "sessTalks": {
          "TK00S02T05": {
            "talkTitle": "IoT7 - Open IoT Networks - Building a Scalable Network to Meet Future Needs – Now",
            "talkSpeakers": [
              "Mimi Zhang"
            ]
          }
        }
      },
      "S03T05": {
        "sessTitle": "IoT8 - How IoT is Improving Cold Chain Management",
        "sessAbstract": "This session covers past and current challenges manufacturers are facing, share wireless and IoT technology solutions, and provide real-world examples and applications from industries including pharmaceutical, healthcare, and transportation.",
        "sessTalks": {
          "TK00S03T05": {
            "talkTitle": "IoT8 - How IoT is Improving Cold Chain Management",
            "talkSpeakers": [
              "Colin Warkentin"
            ]
          }
        }
      },
      "S04T05": {
        "sessTitle": "IoT9 - Powered to Passive IoT Sensors",
        "sessAbstract": "As the IoT industry continues to expand, the growth of low cost passive IoT sensors is being hampered by the technical challenge of powering the devices from a distance. With solutions based on the ability to coherently combine energizing signals, hence get more energy to the devices starting to reach the market, is this issue finally resolved and can the growth of passive IoT devices finally start to develop as predicted?",
        "sessTalks": {
          "TK00S04T05": {
            "talkTitle": "IoT9 - Powered to Passive IoT Sensors",
            "talkSpeakers": [
              "Vytas Kezys"
            ]
          }
        }
      }
    }
  },
  "T06": {
    "trkTitle": "IoT Ecosystem",
    "sessions": {
      "S00T06": {
        "sessTitle": "EH1 - Review of Energy Harvesting and Energy Storage Sources for Autonomous IoT Sensing Devices",
        "sessAbstract": "As the number of IoT sensors is ever increasing and their dimensions and power requirements are ever decreasing, the availability of long life, low maintenance, small size, and energy dense sources is critical. This session reviews challenges and opportunities in powering sensing devices by comparing combined energy harvesting sources, energy storage devices and charging methods in use cases ranging across medical, automotive, industrial, and agriculture IoT, as well as Smart Homes and Smart Cities.",
        "sessTalks": {
          "TK00S00T06": {
            "talkTitle": "EH1 - Review of Energy Harvesting and Energy Storage Sources for Autonomous IoT Sensing Devices",
            "talkSpeakers": [
              "Louise Turner"
            ]
          }
        }
      }
    }
  },
  "T07": {
    "trkTitle": "Designing for the Industrial & Embedded IoT",
    "sessions": {
      "S00T07": {
        "sessTitle": "IoT1 - The Perceptual Era of IoT has Begun, Mobile Phones First",
        "sessAbstract": "The move to perceptual era signals is a new era for sensing. It is driving major changes to the way depth sensing cameras, sensors, APUs, and neural networks are combined and work together to bring enhanced awareness to physical objects. The iPhone X has been the more advanced smartphone so far is this case. This session reviews the past and the future of sensing in this market and envision what the future could be.",
        "sessTalks": {
          "TK00S00T07": {
            "talkTitle": "IoT1 - The Perceptual Era of IoT has Begun, Mobile Phones First",
            "talkSpeakers": [
              "Dr. Guillaume Girardin"
            ]
          }
        }
      },
      "S01T07": {
        "sessTitle": "IoT2 - Challenges and Solutions of Fingerprint Sensor Integration in End-User Applications",
        "sessAbstract": "With security being a key concern in Internet-of-Things enabled devices, flexible fingerprint sensors offer an innovative approach for user authentication as they can be conformed to and wrapped around small and large surfaces. The integration of flexible fingerprint sensors in devices depends on the end-user application as each has its specific requirements. This session focuses on the design challenges and recommends integration scenarios for flexible fingerprint sensors in automotive applications and consumer electronics.",
        "sessTalks": {
          "TK00S01T07": {
            "talkTitle": "IoT2 - Challenges and Solutions of Fingerprint Sensor Integration in End-User Applications",
            "talkSpeakers": [
              "Dr. Rouzet Agaiby"
            ]
          }
        }
      },
      "S02T07": {
        "sessTitle": "IoT3 - Intelligent Remote Sensing and Control with LoRa Plus Cellular - A Practical Guide",
        "sessAbstract": "Building remote wireless sensing and control solutions is challenging: security, flexibility, scalability, remote management and longevity are critical considerations in industrial-grade deployments. This session discusses key challenges of remote wireless sensing and control solutions, review architectures and best practices, and describe a practical approach to building an intelligent remote sensing and control solution based on LoRa plus a lightweight cellular gateway which is applicable to a wide range of use cases.",
        "sessTalks": {
          "TK00S02T07": {
            "talkTitle": "IoT3 - Intelligent Remote Sensing and Control with LoRa Plus Cellular - A Practical Guide",
            "talkSpeakers": [
              "Terrence Barr"
            ]
          }
        }
      },
      "S03T07": {
        "sessTitle": "IoT4 - Sensor Data Communication in Industrial Environment",
        "sessAbstract": "Fast and reliable transmission of sensor and actuator data is a basic requirement for Industry 4.0 and IoT. Communication under harsh industrial environment requires communication solutions apart from well-established standards in traditional networking in computer- and/or telecommunication domain. The session gives an overview and introduction into different technologies including pros and cons for sensor data communications in industrial applications.",
        "sessTalks": {
          "TK00S03T07": {
            "talkTitle": "IoT4 - Sensor Data Communication in Industrial Environment",
            "talkSpeakers": [
              "Stefan Frank",
              "Dr. Lutz Porombka"
            ]
          }
        }
      },
      "S04T07": {
        "sessTitle": "Sensor Data Communication in Industrial Environment",
        "sessAbstract": "Fast and reliable transmission of sensor and actuator data is a basic requirement for Industry 4.0 and IoT. Communication under harsh industrial environment requires communication solutions apart from well-established standards in traditional networking in computer- and/or telecommunication domain. The speech gives an overview and introduction into different technologies including pros and cons for sensor data communications in industrial applications.",
        "sessTalks": {
          "TK00S04T07": {
            "talkTitle": "Sensor Data Communication in Industrial Environment",
            "talkSpeakers": [
              "Stefan Frank"
            ]
          }
        }
      },
      "S05T07": {
        "sessTitle": "Ho Chi Minh City, Vietnam - An Open Sky for MEMS Eagles",
        "sessAbstract": "The MEMS/SENSORS FORUM – Ho Chi Minh City is gathering and calling for investments and collaborations in R&D, training, technology transfer and manufacturing for MEMS industry in Saigon Hi-Tech Park, Ho Chi Minh City – Vietnam. Welcome to the MEMS/SENSORS FORUM 2018- Ho Chi Minh City on September 28, 2018 for further business exchanges.",
        "sessTalks": {
          "TK00S05T07": {
            "talkTitle": "Ho Chi Minh City, Vietnam - An Open Sky for MEMS Eagles",
            "talkSpeakers": [
              "Le Hoai Quoc Ph.D."
            ]
          }
        }
      },
      "S06T07": {
        "sessTitle": "EH5 - Energy Harvesting with Thin-Film GaAs Solar Cells",
        "sessAbstract": "The Internet of Things (IoT) is poised to be everywhere but replacing batteries needed to run them can be costly. Energy harvesting of solar power allows IoT devices to be powered longer between maintenance or even indefinitely without battery replacement. Recent advances have resulted in extremely lightweight and flexible thin-film Gallium Arsenide (GaAs) solar cells holding the world record single junction conversion efficiency of 28.8%.",
        "sessTalks": {
          "TK00S06T07": {
            "talkTitle": "EH5 - Energy Harvesting with Thin-Film GaAs Solar Cells",
            "talkSpeakers": [
              "Ian Murray"
            ]
          }
        }
      },
      "S07T07": {
        "sessTitle": "Motion, Pressure & Magnetic Sensors for Automotive Applications",
        "sessAbstract": "This session will highlight NXP's automotive sensor portfolio and roadmap. The automotive sensors at NXP include Accelerometers, Gyroscope, Pressure Sensors, Tire Pressure Monitors, Angular Position Sensors and Rotational Speed Sensors. This session will provide an overview of NXP's key automotive applications such as Airbag Safety Control, Tire Pressure Monitoring, Electronic Stability Control, Passive keyless Entry, Braking, Throttle Control, Power Steering and many more.",
        "sessTalks": {
          "TK00S07T07": {
            "talkTitle": "Motion, Pressure & Magnetic Sensors for Automotive Applications",
            "talkSpeakers": [
              "Michelle Kelsey"
            ]
          }
        }
      },
      "S08T07": {
        "sessTitle": "What's Next for Sensors and IoT - Bluetooth",
        "sessAbstract": "For IoT developers, it is well known that there is no one size fits all solution for connectivity needs in the IoT. In this session, the Bluetooth Special Interest Group will give developers an in-depth look at the three major Bluetooth connectivity models that are driving the majority of the IoT, including low energy and continuous point-to-point connections, broadcast, and mesh networking. These Bluetooth connectivity models are being used in smart buildings, industries, cities, and numerous other IoT use cases. The newest connectivity model, Bluetooth mesh, allows for wireless sensor networks of tens, hundreds or thousands of devices to reliably and securely communicate. What’s more, device communication can now extend far beyond the direct radio range of a device and cover entire office blocks, airports, hospitals, or factory floors. So: What’s the right connectivity model for your IoT solution? Geared towards engineers and developers, attendees of this session will get a look “under the hood” at available Bluetooth connectivity models. They will also learn more about how they can use Bluetooth technology to generate new product offerings and revenue streams for their organizations.",
        "sessTalks": {
          "TK00S08T07": {
            "talkTitle": "What's Next for Sensors and IoT - Bluetooth",
            "talkSpeakers": [
              "Jim Katsandres"
            ]
          }
        }
      },
      "S09T07": {
        "sessTitle": "Analyze This",
        "sessAbstract": "So Many companies point to IoT, that the market feels like a gold rush market.However many companies have been doing some form of IoT for decades. This session is a look at what is new, old and innovative. ",
        "sessTalks": {
          "TK00S09T07": {
            "talkTitle": "Analyze This",
            "talkSpeakers": [
              "Allen Proithis",
              "James Brehm",
              "Steve Brumer",
              "Carl Ford",
              "Mike Krell"
            ]
          }
        }
      },
      "S10T07": {
        "sessTitle": "FW1 - Future Wearables and Effective Space Time Continuum - Monitoring of Human Condition",
        "sessAbstract": "Despite a promising start, the adoption of wearables in today’s remote and clinical monitoring remains abysmal, with utilization at only 2-3%. The doctor-patient gulf remains wide largely due to inability of today's technology to accurately localize, listen to and learn the harmony of the human system. The requirements for future diagnostic and predictive systems’ capabilities will be discussed. This session reviews several use cases of upcoming sensor systems for better disease detection modalities.",
        "sessTalks": {
          "TK00S10T07": {
            "talkTitle": "FW1 - Future Wearables and Effective Space Time Continuum - Monitoring of Human Condition",
            "talkSpeakers": [
              "Dr. Rakesh Sethi"
            ]
          }
        }
      },
      "S11T07": {
        "sessTitle": "FW2 - Sensor Bundle Works with IoT for Safer Sports",
        "sessAbstract": "Three kinds of sensors integrated into a single small package worn on the head are providing a real-time way to monitor vital signs — including possible concussions — during play of rugged sports such as football, rugby and hockey. The sensors can monitor heart rate, temperature, blood pressure, respiration, linear and rotational impact. This session demonstrates the ease with which it can be modified for other application areas like construction, industrial or mining safety.",
        "sessTalks": {
          "TK00S11T07": {
            "talkTitle": "FW2 - Sensor Bundle Works with IoT for Safer Sports",
            "talkSpeakers": [
              "Kim Rowe"
            ]
          }
        }
      },
      "S12T07": {
        "sessTitle": "FW3 - Why has Remote Monitoring for Senior Care Taken Off?",
        "sessAbstract": "The possibility for remote monitoring of seniors or of others whose health is frail has been available for over a decade; and the benefits to be accrued from such monitoring have either been demonstrated or are, at least, readily apparent. Yet, only marginal acceptance has been effected for this process which could dramatically reduce the cost of health care and senior living. This session discusses the likely reasons and possible paths forward.",
        "sessTalks": {
          "TK00S12T07": {
            "talkTitle": "FW3 - Why has Remote Monitoring for Senior Care Taken Off?",
            "talkSpeakers": [
              "Robert Stone Ph.D."
            ]
          }
        }
      },
      "S13T07": {
        "sessTitle": "Q & A with the Experts",
        "sessAbstract": "There are no stupid questions. The only stupid thing to do is not to have to courage to ask. This is the chance to ask the questions and get real answers as the opinions expressed are based on experience and a broad market view.",
        "sessTalks": {
          "TK00S13T07": {
            "talkTitle": "Q & A with the Experts",
            "talkSpeakers": [
              "James Brehm",
              "Steve Brumer",
              "Pete DeNagy",
              "Mike Krell"
            ]
          }
        }
      },
      "S14T07": {
        "sessTitle": "DA4 - Opportunities for ML Analytics at the Sensor Endpoint",
        "sessAbstract": "While much has been made of AI and ML analytics in the cloud and in edge computing, the overlooked opportunity for analytics contributions at the extreme edge (i.e. the sensor processor itself) remains largely untapped. This session delves into the current and forthcoming advancements in extreme edge processing as part of an overall IoT network solution and the benefits and challenges of a more active role for sensor analytics processing.",
        "sessTalks": {
          "TK00S14T07": {
            "talkTitle": "DA4 - Opportunities for ML Analytics at the Sensor Endpoint",
            "talkSpeakers": [
              "Chris Rogers"
            ]
          }
        }
      }
    }
  },
  "T08": {
    "trkTitle": "Machine Learning & AI",
    "sessions": {
      "S00T08": {
        "sessTitle": "MEMS1 - Ubiquitous Spectral Sensing - MEMS Spectral Sensors",
        "sessAbstract": "Material analysis is used across a wide spectrum of industries. Traditionally material analysis has been done in a lab with bench top spectrometers. Si-Ware Systems has developed unique and proprietary technology to put discrete optical benches on silicon die and has developed an MEMS FT-IR spectral sensor that is dramatically smaller and lower cost. Spectral sensors are enabling new applications for material analysis that can occur in the field, inline, and in consumer electronics environments.",
        "sessTalks": {
          "TK00S00T08": {
            "talkTitle": "MEMS1 - Ubiquitous Spectral Sensing - MEMS Spectral Sensors",
            "talkSpeakers": [
              "Scott Smyser"
            ]
          }
        }
      },
      "S01T08": {
        "sessTitle": "MEMS2 - Emerging MEMS & Sensor Technologies to Watch",
        "sessAbstract": "This session provides an executive summary of the most noteworthy MEMS and sensor technologies emerging from the research world. Most of today's blockbuster MEMS products originated from academic research, and we expect that pattern to continue. The criteria for noteworthiness are: offers a solution to a known or anticipated commercial market need, has a path to scalable manufacturing, and is a technology game-changer. Nearly all of the technologies to be presented will need many more years of intensive development and probably more than $100M in investment to reach full commercialization. Nevertheless, they each hold potential to create new waves of activity and opportunity in the MEMS industry.",
        "sessTalks": {
          "TK00S01T08": {
            "talkTitle": "MEMS2 - Emerging MEMS & Sensor Technologies to Watch",
            "talkSpeakers": [
              "Dr. Alissa Fitzgerald"
            ]
          }
        }
      },
      "S02T08": {
        "sessTitle": "MEMS3 - Emerging Healthcare Applications for Optical Biosensing",
        "sessAbstract": "Optical sensors represent the most common type of biosensor. With continued innovation and integration, biosensors are more accurate at low power. This session provides technical background on how optical techniques improve our everyday life and how they are used for bioanalytical applications. It discusses the common noise and error sources affecting optical sensors in mobile and wearable applications, including the effects of confounders from the environment captured in the measurement and the physiological variations among the user population. Attendees receive an overview on using reflectometry for a pulse plethysmograph (PPG) waveform and details about the physical and physiological principals at work. They also learn about current capabilities of wearable biosensors and the future direction of optical biosensing applications.",
        "sessTalks": {
          "TK00S02T08": {
            "talkTitle": "MEMS3 - Emerging Healthcare Applications for Optical Biosensing",
            "talkSpeakers": [
              "Ian Chen"
            ]
          }
        }
      },
      "S03T08": {
        "sessTitle": "MEMS4 - Creating High-Resolution Environmental Insights Using Sensor Networks and Big Data",
        "sessAbstract": "According to the World Health Organization, poor air quality affects 92% of people worldwide. Air quality measurements do not exist in many regions of the world. For places with measurement, existing networks do not provide information on the variability of pollution in neighborhoods and at the street level. Building on advances in small sensors, cloud computing, and big data analysis, Aclima has developed a next-generation sensor network platform that enable wide scale monitoring of the quality of our environment. Recent work using Aclima’s mobile platform in California has demonstrated that air pollution is hyper local, significantly varying over the length scale of a city block. The type of data made possible by large-scale sensing has the potential to be transformative, enabling researchers, public health experts, and policy makers to better understand and quantify the impact of hyper local pollution on communities and to make better decisions on where to focus efforts to improve human health and combat climate change.",
        "sessTalks": {
          "TK00S03T08": {
            "talkTitle": "MEMS4 - Creating High-Resolution Environmental Insights Using Sensor Networks and Big Data",
            "talkSpeakers": [
              "Melissa Lunden"
            ]
          }
        }
      },
      "S04T08": {
        "sessTitle": "MEMS5 - Sensing Transformative New Uses with the Blockchain of Food",
        "sessAbstract": "The blockchain of food has its greatest potential in seamlessly capturing and integrating live conditions monitoring at the farm, conditions during packaging, transportation, and delivery to end buyers of produce by sharing data and validating processes in the food supply chain to create one record of truth. The marriage of blockchain and sensors/IOT enable a potential transformation of agriculture and food that can help with traceability of food down to seconds, authenticity to rid the world of food fraud, and contribute to improvement of food quality and supply to be ready for the 9 billion mouths by 2050. Learn how ripe.io is starting this journey to leverage sensors and IOT in the world of blockchain of food to create trust and transparency in the food supply system. This session opens up attendees' thinking to new opportunities for sensors in the blockchain of food that will drive exponential growth across multiple supply chains.",
        "sessTalks": {
          "TK00S04T08": {
            "talkTitle": "MEMS5 - Sensing Transformative New Uses with the Blockchain of Food",
            "talkSpeakers": [
              "Raja Ramachandran"
            ]
          }
        }
      }
    }
  },
  "T09": {
    "trkTitle": "Sensor Applications",
    "sessions": {
      "S00T09": {
        "sessTitle": "STMicro Hands-On Workshop - Rapid Prototyping with MEMS Sensors and Microcontrollers - A Hands-On Workshop Introducing the ST AlgoBuilder",
        "sessAbstract": "ST’s AlgoBuilder is a complete Development environment enabling quick prototyping of solution that can be built using MEMS Sensors, microcontroller and software building blocks such as algorithm libraries with user’s own logic. AlgoBuilder uses a simple graphical design approach (drag and drop, connect, set properties) for quick prototyping of applications for MEMS sensors and STM32 MCUs. A wide range of function blocks are available in libraries including motion sensor algorithms, such as, sensor fusion, activity recognition and more. Function blocks can be also created by the user. C code is generated from the graphical design and combined with binary libraries and FW template for selected STM32 microcontroller. The output of the application is fully functional FW project which can be compiled and immediately used with one of the NUCLEO board to test its functionality. Unicleo-GUI can be used to visualize, store and playback sensor data and display outputs from running firmware generated by AlgoBuilder. The Workshop will walk you through some different examples of prototypes using the AlgoBuilder platform and ST’s development boards.  All participants will receive a FREE STM32L4 Nucleo + X-NUCLEO-IKS01A2 eval boards. All Participants must have a PC running Windows (7 or 10) with administrator privileges and a USB Type-A port to participate.",
        "sessTalks": {
          "TK00S00T09": {
            "talkTitle": "STMicro Hands-On Workshop - Rapid Prototyping with MEMS Sensors and Microcontrollers - A Hands-On Workshop Introducing the ST AlgoBuilder",
            "talkSpeakers": [
              "Matteo Fusi",
              "Mahaveer Jain"
            ]
          }
        }
      },
      "S01T09": {
        "sessTitle": "Training Class - AI Development Platforms with Xilinx Adaptable Intelligence",
        "sessAbstract": "Customers who are building the next generation of automotive, robotic, drone, smart home, and security systems with embedded AI must efficiently manage the ever-changing and new requirements in sensing and computing. Avnet and Xilinx will present and demonstrate the latest adaptable development platforms for AI, sensor fusion, and computer vision. Join us to discover more about how to develop your own unique machine learning platforms using Xilinx adaptable intelligence.",
        "sessTalks": {
          "TK00S01T09": {
            "talkTitle": "Autonomous and Perception Trends Driving Sensing and Computing Industries",
            "talkSpeakers": [
              "Dr. Guillaume Girardin"
            ]
          },
          "TK01S01T09": {
            "talkTitle": "Use Case - Pruning Neural Networks",
            "talkSpeakers": [
              "Dr. Yohann Tschudi"
            ]
          },
          "TK02S01T09": {
            "talkTitle": "reVISION Software Stack Deep Dive - OpenCV and Sensor Platforms",
            "talkSpeakers": [
              "Dr. Yi Shan"
            ]
          },
          "TK03S01T09": {
            "talkTitle": "Sensor Fusion for ADAS using Xilinx reVISION Software Stack",
            "talkSpeakers": [
              "Kamran Khan"
            ]
          }
        }
      },
      "S02T09": {
        "sessTitle": "Advanced Telemetry Systems for Research, Development, and Production",
        "sessAbstract": "For measurements on rotating components and moving machinery, imc offers modern telemetry systems for a wide variety of tasks: whether single-channel torque monitoring of a rotating shaft, multi-channel strain gauge and temperature measurements on a train wheel-set or non-contact power measurement on a vehicle drivetrain in harsh environments. There are transmission electronics available for a large variety of sensors, such as strain gauge, thermocouples, PT100/1000, IEPE sensors and voltage signals.",
        "sessTalks": {
          "TK00S02T09": {
            "talkTitle": "Advanced Telemetry Systems for Research, Development, and Production",
            "talkSpeakers": [
              "Andrew Jesudowich"
            ]
          }
        }
      },
      "S03T09": {
        "sessTitle": "Managing Resource Utilization in Embedded Components",
        "sessAbstract": "Resource Utilization (memory, CPU, network) is a primary concern when developing deeply embedded software components or deploying software into a SWAP constrained environment.  Gaining insight into memory utilization within your infrastructure components is necessary for architects and engineers as they develop and deploy these systems, but this can be particularly challenging when using commercial software. Learn the tools and techniques necessary to avoid mismanaged system resources that often lead to reduced scalability, poor performance, and increased deployment costs.",
        "sessTalks": {
          "TK00S03T09": {
            "talkTitle": "Managing Resource Utilization in Embedded Components",
            "talkSpeakers": [
              "Nina Tucker"
            ]
          }
        }
      },
      "S04T09": {
        "sessTitle": "Non-Thermal Laser Processes Enable New Sensor Designs",
        "sessAbstract": "Laser Processing of various materials has long been used to manufacture sensors. Relatively new non-thermal laser techniques now enable construction of features previously not possible with lasers. High throughput and high accuracy automated machines are now producing parts for high volume production.",
        "sessTalks": {
          "TK00S04T09": {
            "talkTitle": "Non-Thermal Laser Processes Enable New Sensor Designs",
            "talkSpeakers": [
              "Jason Alexander"
            ]
          }
        }
      },
      "S05T09": {
        "sessTitle": "Hello, I Wanna Buy Some IoT - How Enterprises Purchase",
        "sessAbstract": "Largely due to its growth and changing nature, IoT is a relatively non-commoditized field. There are many factors that can impact the value of IoT components and services that companies should be aware of to successfully compete in the field.",
        "sessTalks": {
          "TK00S05T09": {
            "talkTitle": "Hello, I Wanna Buy Some IoT - How Enterprises Purchase",
            "talkSpeakers": [
              "Steve Brumer",
              "Curt Ahart",
              "Robbie Paul"
            ]
          }
        }
      },
      "S06T09": {
        "sessTitle": "Measuring Distance with Light for Automotive Industry - LiDAR and Other Techniques",
        "sessAbstract": "The presentation discusses the techniques of measuring distance with light based on principles of the direct and indirect time of flight, frequency modulation, and triangulation. The discussion contains the following topics: physics behind the techniques; range, precision and resolution of each technique; the required light sources, light projectors, and photodetectors; and literature overview of the existing systems.",
        "sessTalks": {
          "TK00S06T09": {
            "talkTitle": "Measuring Distance with Light for Automotive Industry - LiDAR and Other Techniques",
            "talkSpeakers": [
              "Slawomir Piatek"
            ]
          }
        }
      },
      "S07T09": {
        "sessTitle": "Develop Secure Sensor Application Code Properly - Use an Automated Tool Suite",
        "sessAbstract": "The Internet of Things has created a variety of new endpoints – from network printers and “smart” light bulbs, to any of a thousand types of sensor. These sensors often use unsophisticated microprocessors, with few hardware security features. It is therefore vital that they run secure application code. This presentation will discuss how a best-practice development process can provide that code, and how an automated tool suite can make such a process effective and efficient.",
        "sessTalks": {
          "TK00S07T09": {
            "talkTitle": "Develop Secure Sensor Application Code Properly - Use an Automated Tool Suite",
            "talkSpeakers": [
              "Alex Lim"
            ]
          }
        }
      },
      "S08T09": {
        "sessTitle": "Low-cost System Calibration Techniques for Sensor Systems",
        "sessAbstract": "This talk will go through techniques of implementing low-cost in-system calibration for your sensor system. Sensor systems often have multiple error sources. How do we remove such errors in a cost-effective way? We will describe low-cost yet powerful calibration methods using Configurable Mixed-Signal IC’s.",
        "sessTalks": {
          "TK00S08T09": {
            "talkTitle": "Low-cost System Calibration Techniques for Sensor Systems",
            "talkSpeakers": [
              "David Chow"
            ]
          }
        }
      },
      "S09T09": {
        "sessTitle": "Understanding How Low Power Wide Area Networks (LPWAN) Brings IoT to Everyone",
        "sessAbstract": "In recent years, the cost of sensors has decreased and the network capabilities designed to connect these sensors have evolved.  As a result, businesses, campuses, and municipalities no longer face a question of whether a wide area IoT deployment is possible—instead, the biggest question is how to best implement wide area IoT solutions. Since the requirements for every IoT application are different, a connectivity strategy that may be ideal for one application may fail for another.  With the wrong network, application developers are at risk of offering an IoT solution that is either too expensive to manage or one that fails to meet objectives. LPWAN, or Low Power Wide Area Network, is a network category designed to operate with little power and send data over wide areas.  LPWAN works well in situations where small amounts of data need to be sent up to 30 miles from sensors that will be in place for up to 10 years.  It offers key benefits that include a long communications range, deep penetration indoors and underground, long-lasting batteries, the security of choosing a proven technology with an extensive global footprint, and cost-effective connectivity. There are several LPWAN technologies in the market today, but one of the network protocols quickly gaining the most global traction is LoRaWAN.  In its May 2017 analysis of LPWAN technologies, Gartner recommended the development of LoRa-integrated solutions to minimize long-term viability risk and maximize market share potential. In addition to selecting a network type with the right technical capabilities to support your IoT solution, you’ll also need to select a network service provider.  The attributes you’ll want to consider as you evaluate a network service provider include affordability, network maturity, reliability, and security. Know when—and why—to use cellular vs. LPWAN connectivity. Understand the differences among LPWAN networks. Develop a list of considerations for finding the network service provider that’s right for you. Learn how other organizations and municipalities have used LPWAN to solve critical problems and build innovative and economically advantageous IoT solutions",
        "sessTalks": {
          "TK00S09T09": {
            "talkTitle": "Understanding How Low Power Wide Area Networks (LPWAN) Brings IoT to Everyone",
            "talkSpeakers": [
              "Ross Gilson"
            ]
          }
        }
      },
      "S10T09": {
        "sessTitle": "EH2 - Solar Power for Indoor Sensor Systems",
        "sessAbstract": "This session provides a guide for determining available power in any lighting environment and choosing the right amount and type of solar for an application. The difference between Lux measurements and power available for the commercially available solar technologies (CIGS, GaAs, a-Si, c-Si, pc-Si) in various light sources (fluorescent, incandescent, LED) is discussed. Finally, a case study on the power budget for operating a bluetooth radio with connected sensors is given.",
        "sessTalks": {
          "TK00S10T09": {
            "talkTitle": "EH2 - Solar Power for Indoor Sensor Systems",
            "talkSpeakers": [
              "Dan Stieler"
            ]
          }
        }
      },
      "S11T09": {
        "sessTitle": "Beyond the Sensors - Enabling Robotics with Artificial Intelligence",
        "sessAbstract": "Presented by Marek Sadowski, in this session, you will learn how a cognitive robot called TJBot was built and powered by IBM Watson and sensors. Attendees will learn about the open-source community project, how you can control robots with inexpensive hardware such as the Raspberry Pi, and we'll explore how a robot can understand what is heard and seen, understand emotions, translate content from one language to another, and speak to the user.",
        "sessTalks": {
          "TK00S11T09": {
            "talkTitle": "Beyond the Sensors - Enabling Robotics with Artificial Intelligence",
            "talkSpeakers": [
              "Marek Sadowski"
            ]
          }
        }
      },
      "S12T09": {
        "sessTitle": "IoT 101 - From the Edge to the Enterprise - Functional Decomposition of the IoT Ecosystem",
        "sessAbstract": "An ecosystem is “a complex network or interconnected system,” and that is exactly what the IoT is. This presentation deconstructs a complex IoT ecosystem to help participants understand how such a system operates from the most remote sensor to network center.",
        "sessTalks": {
          "TK00S12T09": {
            "talkTitle": "IoT 101 - From the Edge to the Enterprise - Functional Decomposition of the IoT Ecosystem",
            "talkSpeakers": [
              "Carl Ford",
              "Rhonda Dirvin",
              "Mike Krell"
            ]
          }
        }
      },
      "S13T09": {
        "sessTitle": "Connecting the Unconnected - Security in the Age of IoT",
        "sessAbstract": "The rapid transition from closed/private networks to enterprise-wide networks over the public Internet is uncovering security risks that went previously unnoticed—and justifiably raising alarms about the future of cybersecurity in the age of IoT. Moreover, as enterprises become increasingly reliant on intelligent, interconnected devices in every aspect of their business, OEMs must ask themselves if they are doing enough to protect vulnerable systems that could compromise sensitive data, personal privacy or threaten public safety.",
        "sessTalks": {
          "TK00S13T09": {
            "talkTitle": "Connecting the Unconnected - Security in the Age of IoT",
            "talkSpeakers": [
              "Shahram Mehraban"
            ]
          }
        }
      },
      "S14T09": {
        "sessTitle": "Auto Startup Review",
        "sessAbstract": "A handpicked selection of startup companies reveal innovations that are set to shake up the automotive industry. These entrepreneurs will take to the stage to share their visions for the future of the vehicle and mobility. Grilled by our expert panel and moderated by Autotech Council’s Executive Director, Liz Kerton, we put these startups through their paces and leave you to be the judge as to who is most likely to succeed!",
        "sessTalks": {
          "TK00S14T09": {
            "talkTitle": "Auto Startup Review",
            "talkSpeakers": [
              "Liz Kerton",
              "Jeff Fletcher",
              "Dominique Freckmann",
              "Peter Hauser",
              "Alessandro Levi",
              "Kilian von Neumann-Cosel",
              "Dave Tokic",
              "Hao Xin"
            ]
          }
        }
      },
      "S15T09": {
        "sessTitle": "Is Cellular Right for Your Application or Should You LPWAN?",
        "sessAbstract": "Cellular connectivity is reliable, simple, and available virtually everywhere. With the advent of new services like Cat M-1, it is more affordable than ever and has very modest power requirements making it ideal for many, but not all, IoT applications. Explore the criteria for determining whether cellular is your best choice.",
        "sessTalks": {
          "TK00S15T09": {
            "talkTitle": "Is Cellular Right for Your Application or Should You LPWAN?",
            "talkSpeakers": [
              "Allen Proithis",
              "Michael Finegan",
              "Lawrence Latham",
              "Scott Scheuber"
            ]
          }
        }
      },
      "S16T09": {
        "sessTitle": "Advanced Arduino Debugging",
        "sessAbstract": "Discover a new and powerful method of debugging Arduino sketches that brings sketch development into a Professional Level IDE with all the extra features that come with that environment. Atmel Studio 7 allows Arduino sketches to be imported directly into a full formed C++ project allowing use of breakpoints, direct peripheral control and data watchpoints. Save Serial.println for the real data.",
        "sessTalks": {
          "TK00S16T09": {
            "talkTitle": "Advanced Arduino Debugging",
            "talkSpeakers": [
              "Bob Martin"
            ]
          }
        }
      },
      "S17T09": {
        "sessTitle": "MEMS Metal Oxide Gas Sensing Process Platform",
        "sessAbstract": "Localized gas sensing is critically important in industrial settings and homes. The internet of things (IoT) enables economical connected sensing. Metal oxide gas sensors have been available for several decades, but they require improvements in power consumption, cost, stability, and gas selectivity. Micralyne is introducing a MEMS process platform for Metal Oxide Gas Sensors. This presentation will detail the fabrication process, design options, and reference design results for this new platform.",
        "sessTalks": {
          "TK00S17T09": {
            "talkTitle": "MEMS Metal Oxide Gas Sensing Process Platform",
            "talkSpeakers": [
              "Collin Twanow"
            ]
          }
        }
      },
      "S18T09": {
        "sessTitle": "How to Make LPWA a Market Leader",
        "sessAbstract": "The LoRa Alliance and its members are on a mission to make LPWA a solution that supports global applications. This session looks at the go to market for LPWA",
        "sessTalks": {
          "TK00S18T09": {
            "talkTitle": "How to Make LPWA a Market Leader",
            "talkSpeakers": [
              "Richard Brennan",
              "Brad Bush",
              "Pete DeNagy",
              "Ross Gilson"
            ]
          }
        }
      },
      "S19T09": {
        "sessTitle": "Achieving Mass Commercialization - What Will It Take for Autonomous Driving to go Mainstream?",
        "sessAbstract": "Fully autonomous vehicles are coming in the not-so-distant future, and it won’t be long before self-driving cars are available to everyone. But what will it take for autonomous driving to go mainstream? What technology is necessary to make it happen? How can the industry make prices reasonable for the masses? What obstacles stand in our way, and how can we overcome them? In this session, Innoviz's General Manager to North America, Mr. Aditya Srinivasan will answer these questions as others as he presents a road-map for achieving mass commercialization of autonomous vehicles.",
        "sessTalks": {
          "TK00S19T09": {
            "talkTitle": "Achieving Mass Commercialization - What Will It Take for Autonomous Driving to go Mainstream?",
            "talkSpeakers": [
              "Aditya Srinivasan"
            ]
          }
        }
      },
      "S20T09": {
        "sessTitle": "Getting Started Using Amazon FreeRTOS",
        "sessAbstract": "Real-time operating systems (RTOSes) are the foundation that many IoT devices are built upon. Connecting an RTOS to the cloud can be a challenge. Amazon FreeRTOS is a new operating system that is built upon the popular open source FreeRTOS which includes connectivity libraries such as MQTT, encryption, cloud connectivity and OTA updates. In this session, attendees will learn about the fundamentals of Amazon FreeRTOS and how they can get started using it. The session will take a hands-on approach using the STM32L475 IoT Discovery Node. Topics Covered in this session include: How to download and configure Amazon FreeRTOS, How to setup Amazon Web Services for IoT devices, How to setup AWS device policies, Process to create a certificate and a key, Example demonstration on how to connect and send data to the cloud, Best practices for using Amazon FreeRTOS",
        "sessTalks": {
          "TK00S20T09": {
            "talkTitle": "Getting Started Using Amazon FreeRTOS",
            "talkSpeakers": [
              "Jacob Beningo"
            ]
          }
        }
      },
      "S21T09": {
        "sessTitle": "An Intelligent Edge - Defining Where the Edge Is",
        "sessAbstract": "IoT has a lot of simple sensors deployed in the field and many companies believe they can optimize the processing locally. This session looks at where intelligence can be incorporated near or on the edge of devices what are the benefits.",
        "sessTalks": {
          "TK00S21T09": {
            "talkTitle": "An Intelligent Edge - Defining Where the Edge Is",
            "talkSpeakers": [
              "Mike Feibus",
              "Mike Anderson",
              "Michael Clay"
            ]
          }
        }
      },
      "S22T09": {
        "sessTitle": "Low Power Microheater Based Platform fir Toxic Gas Sensing",
        "sessAbstract": "Detection of environment air pollutants, especially toxic gas is important and critical to public health, environment and industry. Nitrogen oxide (NO2), carbon monoxide (CO), and formaldehyde are the most common and toxic air pollutants, which can be generated from combustion or automotive emissions. It is crucially important to develop high performance sensors that are capable of detecting low concentrations of these toxic gases in air accurately, reliably and quickly. Here, we report the integration of nanostructured material on a microheater-based sensing platform to achieve fast, sensitive, selective, and stable gas sensing.",
        "sessTalks": {
          "TK00S22T09": {
            "talkTitle": "Low Power Microheater Based Platform fir Toxic Gas Sensing",
            "talkSpeakers": [
              "Dr. Hu Long"
            ]
          }
        }
      },
      "S23T09": {
        "sessTitle": "EH3 - Decoupling Battery Performance with High Power Density Supercapacitors",
        "sessAbstract": "As the trend for reduced size embedded portable applications force batteries to scale proportionally their power delivery capability is challenged with regards to supporting the required functionality. In these circumstances the capacitor is relied on to provide a reservoir for the required power delivered to pulsed device loads such as transducers and RF transmitters. Advances in capacitor technology, particularly relating to Supercapacitors, are addressing this challenge allowing for greater system feature content then is afforded by the battery alone. In this session attendees gain a greater understanding of the challenges of battery power delivery and the means available to address peak power demand using advanced EDLC Supercapacitor technology.",
        "sessTalks": {
          "TK00S23T09": {
            "talkTitle": "EH3 - Decoupling Battery Performance with High Power Density Supercapacitors",
            "talkSpeakers": [
              "Bharat Gupte"
            ]
          }
        }
      },
      "S24T09": {
        "sessTitle": "Innovation in Automotive Sensors",
        "sessAbstract": "Autotech Council members are the tech scouts and innovation executives from 100 companies across the mobility industry. This month, they are meeting at Sensors Expo to review innovation in the sensors segment and highlight many startups who are on the cutting edge of the automotive industry so that Sensors Expo attendees may also join. This ½-day, executive-format meeting highlights vendors who are leading the segment forward and brings dozens of undiscovered companies to the stage as well with plenty of demos, networking time, business discussions, and an interactive format that promotes relationships between member and non-member companies.",
        "sessTalks": {
          "TK00S24T09": {
            "talkTitle": "Innovation in Automotive Sensors",
            "talkSpeakers": [
              "Autotech Council"
            ]
          }
        }
      },
      "S25T09": {
        "sessTitle": "Intelligence in the Cloud, A Case Study",
        "sessAbstract": "By connecting widely scattered sensors and systems, the IoT enables creation of vast, intelligent systems. These can rely on either centralized or decentralized intelligence to make fast, highly efficient decisions and support exponential growth",
        "sessTalks": {
          "TK00S25T09": {
            "talkTitle": "Intelligence in the Cloud, A Case Study",
            "talkSpeakers": [
              "John A. Rouse"
            ]
          }
        }
      },
      "S26T09": {
        "sessTitle": "Koito – World’s Leading Tier 1 Automotive Supplier",
        "sessAbstract": "Koito is the world’s leading Tier 1 automotive supplier of exterior lighting and focuses on developing new innovate products that amplify safety while also adapting to styling needs of OEMs and the end consumer.  With 35000 fatalities occurring on US roads in 2016, Koito has made the decision to increase the functionality of their lights in order to support the next wave of transportation, autonomous driving.  Solid state LiDAR, camera, and radars are the sensors we are focusing on adding to our lamps.  This specific real estate is extremely important in order to capture a 360 degree field of view.  We also host the Sunnyvale Sensor Fusion Meetup at Plug and Play once a month.",
        "sessTalks": {
          "TK00S26T09": {
            "talkTitle": "Koito – World’s Leading Tier 1 Automotive Supplier",
            "talkSpeakers": [
              "Amit Mehta"
            ]
          }
        }
      },
      "S27T09": {
        "sessTitle": "Thermal Sensor Technologies, Applications for Sensing and Imaging",
        "sessAbstract": "The convergence of smart technologies, evolution of passive infrared sensor technology, and significant manufacturing cost reductions has helped propel new and exciting use cases for thermal sensors. This presentation will focus on the current technologies available, general differences and crossover points for use case integration, as well as, differences between application uses for imaging sensors and traditional sensor information outputs.",
        "sessTalks": {
          "TK00S27T09": {
            "talkTitle": "Thermal Sensor Technologies, Applications for Sensing and Imaging",
            "talkSpeakers": [
              "Daniel Jarvis"
            ]
          }
        }
      },
      "S28T09": {
        "sessTitle": "POF-Based Position Sensor Establishes New Industry Benchmark in Size, Performance and Cost",
        "sessAbstract": "Micronor’s innovative MR430 Fiber Optic Position Sensor incorporates Plastic Optical Fiber (POF) technology to provide a new sweet spot for size, performance and cost for applications that could not formerly justify using fiber optic sensor technology. The rotary encoder’s passive nature, small size (Size 11), non-metallic construction, and 25-bit resolution (13-bit single turn + 12-bit multi-turn), provides the ideal EMI-immune position feedback solution for operating environments stressed by RFI, Microwaves Radiation, Magnetic Fields, High Voltage, or Explosive Atmospheres. Micronor will provide a technical overview of the MR430 and describe medical and industrial applications where this new product is being applied.",
        "sessTalks": {
          "TK00S28T09": {
            "talkTitle": "POF-Based Position Sensor Establishes New Industry Benchmark in Size, Performance and Cost",
            "talkSpeakers": [
              "Dennis Horwitz"
            ]
          }
        }
      },
      "S29T09": {
        "sessTitle": "STMicro Hands-On Workshop - Simplifying Integration of Sensors Data, Using the NFC Enabled Multi-Sensors Node, STEVAL-SMARTAG1",
        "sessAbstract": "Learn how to simplify the integration of environmental and inertial sensors, NFC Dynamic Tag  connectivity, a low-power microcontroller into your next IoT design using the new STEVAL-SMARTAG1 development kit. The STEVAL-SMARTAG1 is a sensor node that can sense temperature, humidity, pressure, motion and transmit the data when triggered by an NFC reader. It can be scaled down based on final application requirements. The platform can accelerate the design of applications such as Supply Chain/ Cold Chain monitoring for perishable and valuable goods, asset tracking, Healthcare, Smart Apparel and Smart Packaging and Smart Agriculture among others. During this session, you will use the STEVAL-SMARTAG1 development kit and the GUI for the ST25R3911B (NFC High Performance Reader/Writer) to configure sensors without a debugger, and without writing code in order to achieve a Fast Prototyping, reduce time to market in a plug a play small system solution. The workshop will walk through using the development kit and platform to reduce the time to market using available HW, SW, GUI and algorithms.",
        "sessTalks": {
          "TK00S29T09": {
            "talkTitle": "STMicro Hands-On Workshop - Simplifying Integration of Sensors Data, Using the NFC Enabled Multi-Sensors Node, STEVAL-SMARTAG1",
            "talkSpeakers": [
              "Dan Merino",
              "John Tran"
            ]
          }
        }
      },
      "S30T09": {
        "sessTitle": "Defining IoT - From the Sensor to the Cloud",
        "sessAbstract": "The core to successful deployment is understanding the architecture around IoT. This session looks at how IoT is deployed and Configured for Success.",
        "sessTalks": {
          "TK00S30T09": {
            "talkTitle": "Defining IoT - From the Sensor to the Cloud",
            "talkSpeakers": [
              "Mike Krell",
              "Pete DeNagy",
              "Syed Hosain",
              "Dr. Osama Khan",
              "Nina Tucker"
            ]
          }
        }
      },
      "S31T09": {
        "sessTitle": "EH4 - Nano Power Sensing and Sensor Fusion for Smart Building Automation Sensor Nodes",
        "sessAbstract": "IoT is not just a discussion about a wireless connectivity only! Whether we sense occupancy, temp, ambient light or multi modal, whether application could be a periodic wake up or always ON sensing, either way we have to address the overall system power budget such that the wireless sensor nodes can run on a coin cell battery for more than 10 years. That's why we need to go deeper in nano-power analog building blocks!",
        "sessTalks": {
          "TK00S31T09": {
            "talkTitle": "EH4 - Nano Power Sensing and Sensor Fusion for Smart Building Automation Sensor Nodes",
            "talkSpeakers": [
              "Ajinder Singh"
            ]
          }
        }
      },
      "S32T09": {
        "sessTitle": "What is Next for Camera Sensing?",
        "sessAbstract": "Mono camera, Stereo camera, Tri Camera, Surround View, Interior Cameras, Rear Camera, eMirrors. It seems there could be anywhere from 1 – 10+ cameras in the vehicles today. There are many reasons why cameras are proliferate, thanks to the mobile phone industry that has made these devices much more affordable. Join this session to learn which innovations are coming and what advantages camera sensing has over the other sensors.",
        "sessTalks": {
          "TK00S32T09": {
            "talkTitle": "What is Next for Camera Sensing?",
            "talkSpeakers": [
              "Abhay Rai"
            ]
          }
        }
      },
      "S33T09": {
        "sessTitle": "Sensing the Green in Brownfield Assets",
        "sessAbstract": "Often legacy equipment and sensors are difficult to reach and go unmonitored. This session demonstrates how wireless IoT technology such as the Shoreline iCast1 and iCast2 may be applied to collect data from legacy 4-20ma, 0-10V, MODBUS/RTU devices and bring them to the cloud for analysis to provide process insights.",
        "sessTalks": {
          "TK00S33T09": {
            "talkTitle": "Sensing the Green in Brownfield Assets",
            "talkSpeakers": [
              "Mark Stubbs"
            ]
          }
        }
      },
      "S34T09": {
        "sessTitle": "Magnetic Sensing for the Coming Smart World",
        "sessAbstract": "iSentek is a Taiwan company who focuses on advanced magnetic-based sensing technology. iSentek dedicates on designing and developing high performance sensors and modules for applications including navigation, AR/VR, electric vehicle, industrial angle and position control, parking management, traffic monitoring, and smart power grid. By expanding the scope from individual to industry and smart city, iSentek can be a great aid on the road of taking the level of “smart” to a new height.",
        "sessTalks": {
          "TK00S34T09": {
            "talkTitle": "Magnetic Sensing for the Coming Smart World",
            "talkSpeakers": [
              "Meng Huang Lai"
            ]
          }
        }
      },
      "S35T09": {
        "sessTitle": "IoT Opportunity Case Studies",
        "sessAbstract": "The impact to business need to be based on solid ROI.  The implementers have directly impacted efficiency and revenue growth learn how.",
        "sessTalks": {
          "TK00S35T09": {
            "talkTitle": "IoT Opportunity Case Studies",
            "talkSpeakers": [
              "Jeremy Drury",
              "Scott Williamson",
              "Jim Williamson",
              "Felix Zhao"
            ]
          }
        }
      },
      "S36T09": {
        "sessTitle": "WISE - Women In Sensors Engineering",
        "sessAbstract": "Get inspired by female engineers involved in sensors and raise awareness of the contributions they make to the sensors community! This year's Program will feature an exciting and engaging Panel Discussion, Coaching & Mentoring Roundtables, and a Cocktail Reception!",
        "sessTalks": {
          "TK00S36T09": {
            "talkTitle": "WISE - Women In Sensors Engineering",
            "talkSpeakers": [
              "Mary Ann Maher",
              "Pooja Agrawal",
              "Melanie Daniels",
              "Jocelyn Tan",
              "Julie Willey"
            ]
          }
        }
      },
      "S37T09": {
        "sessTitle": "Motion & Pressure Sensors for IoT (Industrial/Medical) Applications",
        "sessAbstract": "This session will highlight NXP's sensor portfolio and roadmap for the medical and industrial IoT markets. This session will also provide an overview of the key target applications in Quantified Health, Security, Smart Home and Industrial IoT domains.",
        "sessTalks": {
          "TK00S37T09": {
            "talkTitle": "Motion & Pressure Sensors for IoT (Industrial/Medical) Applications",
            "talkSpeakers": [
              "Michelle Kelsey"
            ]
          }
        }
      },
      "S38T09": {
        "sessTitle": "EM5 - Optimize Your Industrial IoT Application in Every Dimension",
        "sessAbstract": "Your Industrial IoT application must be fast, compact, and energy-friendly. This session talks about how to quickly find the optimum solution that balances these requirements. It discusses size vs. speed optimizations and you will learn how to write compiler-friendly code that will provide you with the best optimization to meet these goals. In addition, attendees learn which coding constructs are good (and which are not!) from an optimization point of view and how they can leverage C++ to achieve fast and compact code. This session is a must-attend for embedded developers of all abilities.",
        "sessTalks": {
          "TK00S38T09": {
            "talkTitle": "EM5 - Optimize Your Industrial IoT Application in Every Dimension",
            "talkSpeakers": [
              "Shawn Prestridge"
            ]
          }
        }
      },
      "S39T09": {
        "sessTitle": "EM6 - Ensuring Software Code Quality for the IIoT",
        "sessAbstract": "As the IIoT encompasses safety- and performance-critical applications that are increasingly dependent on products controlled by software, safety, security or human life is exposed to risk if that software fails. Therefore, software quality needs to be the #1 priority. This session addresses how every development team needs a process in place to ensure code correctness and achieve application security goals prior to a product going to market.",
        "sessTalks": {
          "TK00S39T09": {
            "talkTitle": "EM6 - Ensuring Software Code Quality for the IIoT",
            "talkSpeakers": [
              "Jeffrey Fortin"
            ]
          }
        }
      }
    }
  },
  "T10": {
    "trkTitle": "Simplifying Complex Sensor Data",
    "sessions": {
      "S00T10": {
        "sessTitle": "EM7 - Leveraging LoRaWAN in Your Industrial Application",
        "sessAbstract": "Does your application require minimal data, say less than 1 Mbit/month? If so, cellular is overkill (and expensive). LoRaWAN may be the right technology for you. This session introduces attendees to this standard low-power, wide-area networking technology. Attendees learn about the technology/specification, the community around it, and optimal use cases. The instructor compares LoRaWAN to competing and complementary technologies and provides insights into technical implementations and best practices for bringing LoRaWAN-enabled products to market.",
        "sessTalks": {
          "TK00S00T10": {
            "talkTitle": "EM7 - Leveraging LoRaWAN in Your Industrial Application",
            "talkSpeakers": [
              "David Smith"
            ]
          }
        }
      },
      "S01T10": {
        "sessTitle": "EM8 - The Future of Connectivity and How to Deal with Rapid Change",
        "sessAbstract": "The growth of low-power wide-area networks (LPWANs) designed for the IoT has uncovered pertinent issues with existing connectivity. 2G and 3G have been perfect for the majority of M2M communications, but ‘sunsetting’ these bands will push traffic onto innovative LTE technologies. Non-cellular LPWANs have huge potential benefits, but a lack of standardization is stunting global rollout, provoking an open-source response. This session discusses the various options available, highlighting the pressing need for future-proofed connectivity.",
        "sessTalks": {
          "TK00S01T10": {
            "talkTitle": "EM8 - The Future of Connectivity and How to Deal with Rapid Change",
            "talkSpeakers": [
              "Sam Colley"
            ]
          }
        }
      },
      "S02T10": {
        "sessTitle": "EM9 - Machine Learning for IIoT Predictive Maintenance",
        "sessAbstract": "Predictive Maintenance is one of the largest areas recognized for monetization in the Industrial IoT. Advanced failure prediction through the application of predictive maintenance can significantly reduce unplanned downtime in high volume manufacturing production lines. \t\tThis session provides a real-world framework, from endpoint to cloud, incorporating machine learning and advanced analytics for migration from preventative to predictive maintenance resulting in increased manufacturing efficiency and productivity. The framework encompasses the following areas: Real-time analysis of sensor streams for visibility into system operation and areas for improvement, Time-critical communications and control to ensure efficient system operation and increased availability, Early identification of issues, utilizing machine learning techniques from edge to cloud, related to system degradation and operation before system failure / shutdown.",
        "sessTalks": {
          "TK00S02T10": {
            "talkTitle": "EM9 - Machine Learning for IIoT Predictive Maintenance",
            "talkSpeakers": [
              "Dan Isaacs"
            ]
          }
        }
      },
      "S03T10": {
        "sessTitle": "FW4 - Printed, Flexible, Stretchable and Functional Fabric Sensors - Opportunities for Wearables, IoT, and Other High-Volume Applications",
        "sessAbstract": "In recent years, there has been an exponential growth in the field of flexible, printed, wearable and organic large-area electronics and sensors. These new electronics and sensors are fabricated on flexible plastic or paper substrates as well as on/in fabrics, which offer advantages such as mechanical flexibility, shape conformity, light weight and low profile. The judicious use of these substrates/carrier platforms enables low-cost and high-speed manufacturing of devices over large areas using printing technologies in a Roll-to-Roll production line. Targeted applications include wearables, environmental monitoring and eHealth. Recently, the U.S. Department of Defense (DOD) awarded $75M to FlexTech Alliance to establish and manage a San Jose-based facility to create a Manufacturing Innovation Institute for Flexible Hybrid Electronics (FHE MII). Additionally, the recent award of $75M, also by the US DoD, with $250M in matching grants from regional governments, industry and academia for the creation of a research and development consortia, Advanced Functional Fabrics of America (AFFOA), headed by MIT for the development of sensors and other electronic functions has validated the potential of this technology to create “smart fabrics” for consumer and military wearable applications. This session provides an overview of printed, flexible, stretchable, functional fabric sensors and accompanying electronics and the applications that they are currently enabling as well as their future application opportunities. Examples from current suppliers as well as highlights from leading international research organizations will be addressed. In addition to these sensors, this session also addresses the challenges of their integration with other functional element of basic Internet of Things (IoT) and wearable applications and the manufacturing issues to create these heterogeneous and hybrid solutions from both a batch mode and continuous process. Concluding presentation topics include barriers to the successful commercialization and recommended strategies for monetization opportunities of these technologies.",
        "sessTalks": {
          "TK00S03T10": {
            "talkTitle": "FW4 - Printed, Flexible, Stretchable and Functional Fabric Sensors - Opportunities for Wearables, IoT, and Other High-Volume Applications",
            "talkSpeakers": [
              "Roger Grace"
            ]
          }
        }
      }
    }
  },
  "T11": {
    "trkTitle": "Measurement & Detection",
    "sessions": {
      "S00T11": {
        "sessTitle": "O1 - Integration and Doing More with Less (Optical Sensors)",
        "sessAbstract": "If we can’t find alternative sources of energy for ultra-low-power optoelectronic devices that are mostly asleep, can we do even more with less? The trend is that more devices, displays, and sensors are designed to run on static batteries or alternative energy sources. The need for ultra-efficient devices is becoming more critical to technology development.",
        "sessTalks": {
          "TK00S00T11": {
            "talkTitle": "O1 - Integration and Doing More with Less (Optical Sensors)",
            "talkSpeakers": [
              "Sergey Komarov"
            ]
          }
        }
      },
      "S01T11": {
        "sessTitle": "O2 - 3D Vision with Time-of-Flight for Reliable Object Detection and Tracking",
        "sessAbstract": "Time-of-Flight (TOF) technology enables reliable and cost-effective 3D vision with high frame and low latency. This session explains fundamental TOF principles, trade-offs, typical application scenarios, challenges, and how TOF compares to other technologies. Finally, we look at some applications where TOF is successfully used.",
        "sessTalks": {
          "TK00S01T11": {
            "talkTitle": "O2 - 3D Vision with Time-of-Flight for Reliable Object Detection and Tracking",
            "talkSpeakers": [
              "Gaetan Koers"
            ]
          }
        }
      },
      "S02T11": {
        "sessTitle": "DA3 - Embedded Systems Decisions Development and Optimization",
        "sessAbstract": "Embedded systems today are getting more and more advanced, with faster processors, better sensors and on-board decision making. Rather than simply relaying or recording sensor data, systems now combine multiple forms of live sensor information and make on-the-fly decisions in a closed-loop deployment model. Decision making can be autonomous or semi-autonomous, translating logic to movement or intelligent interpretation / assessment of the environment. This session provides a high-level framework of understanding and developing these approaches.",
        "sessTalks": {
          "TK00S02T11": {
            "talkTitle": "DA3 - Embedded Systems Decisions Development and Optimization",
            "talkSpeakers": [
              "Karl Hirsch"
            ]
          }
        }
      },
      "S03T11": {
        "sessTitle": "O4 - Spectrometer Technology & Applications",
        "sessAbstract": "This session discusses the past, today, and future of optical spectroscopy, especially for personal everyday applications. In contrast to other fast-moving IT technologies and industries, the optical spectroscopy technology and industry is decades behind due to lack of technology breakthrough from everyday applications perspective. Recently, multiple big markets show growing needs in spectral sensing capability and also require an ultra-compact size and at affordable cost. This session discusses and compares different technologies and solutions, and their strengths and potential issues. Lastly, the session attempts to forecast the future trends and market potentials of optical spectroscopy markets.",
        "sessTalks": {
          "TK00S03T11": {
            "talkTitle": "O4 - Spectrometer Technology & Applications",
            "talkSpeakers": [
              "Bill Choi"
            ]
          }
        }
      }
    }
  },
  "T12": {
    "trkTitle": "Optical Sensing & Detection",
    "sessions": {
      "S00T12": {
        "sessTitle": "The Intel Market and Channel Acceleration Workshop",
        "sessAbstract": "Intel Market Ready Solutions are changing the landscape for Industrial Internet of Things. This workshop will include 5 sessions that highlight this message across key vertical markets: Retail, Smart Energy, Smart Cities, RFP Ready Kits – Sensor Ready end to end modular elements, and a favorite for System Integrators, Intel Solution Alliance Intel Sensor Framework. The IoT ushers in the promise of advanced technology capable of streamlining operations, lowering costs, increasing revenue, and transforming the customer experience across many industries. Intel and its ecosystem of partners are delivering on that promise with Intel Market Ready Solutions (Intel IMRS)-scalable, end to end solutions that provide solid business results today and lay the foundation for a more intelligent tomorrow.",
        "sessTalks": {
          "TK00S00T12": {
            "talkTitle": "The Intel Market and Channel Acceleration Workshop",
            "talkSpeakers": [
              "Michael Clay",
              "Daniel Gutwein",
              "Robert Kamp",
              "Prithpal Khajuria",
              "Sajid Khan",
              "Tudor Panu"
            ]
          }
        }
      },
      "S01T12": {
        "sessTitle": "Ultra Low Power Chemical Sensors for Networked, Large Area Gas Sensing Applications",
        "sessAbstract": "Serinus is developing low cost, ultra low power gas sensors for existing and emerging markets in industrial safety, automotive and consumer electronics. Serinus Labs, Inc., is the world`s first manufacturer of integrated silicon gas sensors, focused on developing mobile integrated gas sensing solutions for consumer and industrial applications such as in air quality monitoring, safety and preventive healthcare. Founded in 2017 and based in Berkeley, CA, Serinus Labs uses proprietary technology developed at UC Berkeley, to offer low power gas sensing solutions with significant competitive advantages over status quo in terms of size, power, sensitivity and selectivity as well as the capability for proliferation in mobile consumer tech.",
        "sessTalks": {
          "TK00S01T12": {
            "talkTitle": "Ultra Low Power Chemical Sensors for Networked, Large Area Gas Sensing Applications",
            "talkSpeakers": [
              "Dr. Hossain Fahad"
            ]
          }
        }
      },
      "S02T12": {
        "sessTitle": "The Critical Role of Sensors in IoT, IIoT, and IoMT Applications",
        "sessAbstract": "In IoT, IIoT, and IoMT, sensors play the essential role of collecting and transmitting measurements and data to system analytics. Sensors with analog and digital output signals are enabling applications that rely on data to accelerate total system performance. Learn how highly engineered sensors such as multi-sensor modules are increasing productivity, agility and efficiency gains in the IoT space.",
        "sessTalks": {
          "TK00S02T12": {
            "talkTitle": "The Critical Role of Sensors in IoT, IIoT, and IoMT Applications",
            "talkSpeakers": [
              "Pete Smith"
            ]
          }
        }
      },
      "S03T12": {
        "sessTitle": "The Survey Says - A Review of Survey Results on the IoT and Analytics Market",
        "sessAbstract": "As Yogi Berra said, “It’s tough to make predictions, especially about the future.” But if you want to know where the IoT market is heading and you believe in “the wisdom of crowds,” this survey review could be your window on tomorrow.",
        "sessTalks": {
          "TK00S03T12": {
            "talkTitle": "The Survey Says - A Review of Survey Results on the IoT and Analytics Market",
            "talkSpeakers": [
              "Carl Ford"
            ]
          }
        }
      },
      "S04T12": {
        "sessTitle": "Energy Harvesting with Thin-Film GaAs Solar Cells",
        "sessAbstract": "The Internet of Things (IoT) is poised to be everywhere but replacing batteries needed to run them can be costly. Energy harvesting of solar power allows IoT devices to be powered longer between maintenance or even indefinitely without battery replacement. Recent advances have resulted in extremely lightweight and flexible thin-film Gallium Arsenide (GaAs) solar cells holding the world record single junction conversion efficiency of 28.8%.",
        "sessTalks": {
          "TK00S04T12": {
            "talkTitle": "Energy Harvesting with Thin-Film GaAs Solar Cells",
            "talkSpeakers": [
              "Tanya Wilkins"
            ]
          }
        }
      },
      "S05T12": {
        "sessTitle": "Short Range Radar Implementation and Applications",
        "sessAbstract": "Short range radar sensors can provide a multitude of information about the environment in front of the sensor. This talk will provide an overview of short range radar sensors. It will review implementation options and various applications for their usage.",
        "sessTalks": {
          "TK00S05T12": {
            "talkTitle": "Short Range Radar Implementation and Applications",
            "talkSpeakers": [
              "Rob Frizzell"
            ]
          }
        }
      },
      "S06T12": {
        "sessTitle": "Platforms that Enable IoT Solutions",
        "sessAbstract": "Too Many times, developing an IoT solution requires custom code to make the interface from the sensor to the back end systems.  To solve this problem many companies have created platforms that mask the complexity and reduce the time to development. The platforms also make for better management of multiple solutions within an Enterprise.  This panel discusses the customization and features involved.",
        "sessTalks": {
          "TK00S06T12": {
            "talkTitle": "Platforms that Enable IoT Solutions",
            "talkSpeakers": [
              "Carl Ford",
              "Jim Chase",
              "Jeff Liebl",
              "Robert Lutz",
              "Vaibhav Vohra"
            ]
          }
        }
      },
      "S07T12": {
        "sessTitle": "Sensors in the Environment",
        "sessAbstract": "Researchers at CSIRO, Australia’s preeminent science research organization, have long been focusing on developing sensing technology for various applications in the environment. Learn from two of our top leaders about what is developing in the lab from Ag and Food and Data 61. Peter Thorburn, Ag and Food, Research Group Leader will discuss how to manage sensor data to human interaction from agriculture to the Great Barrier Reef. While, Chris Nelson, Data 61 Director of Business Development will discuss the monitoring of biodiversity in the Amazon while using video sensing and CSIRO’s hexapod robots.",
        "sessTalks": {
          "TK00S07T12": {
            "talkTitle": "Sensors in the Environment",
            "talkSpeakers": [
              "Chris Nelson",
              "Dr. Peter Thorburn"
            ]
          }
        }
      },
      "S08T12": {
        "sessTitle": "The Future of Engineering Education Panel",
        "sessAbstract": "Led and moderated by Roger Grace, this panel will consist of four panelists: three engineering educators and one current engineering student. The panelists will share their experiences as educators and will provide opinions as to their recommendations for their institutions and the engineering educational process in general to help better prepare both undergraduate and graduate students for successful entry into the engineering workplace. The session will conclude with an interactive Q&A.",
        "sessTalks": {
          "TK00S08T12": {
            "talkTitle": "The Future of Engineering Education Panel",
            "talkSpeakers": [
              "Roger Grace",
              "Suchart Klaikaew",
              "Dr. Mehran Mehregany",
              "Dr. Al Pisano",
              "Dr. John Walz"
            ]
          }
        }
      },
      "S09T12": {
        "sessTitle": "DA2 - Time Series Data Mining - No Matter Your Domain or Task, the Matrix Profile is (Almost) All You Need",
        "sessAbstract": "Time series data mining/analytics is a perennially popular topic in SENSORS, due to the ubiquity of time series in medical, financial, industrial, and scientific domains. There are about a dozen major time series tasks, including Classification, Clustering, Motif (repeated pattern) Discovery, Semantic Segmentation, Similarity Search, Visualization and Monitoring (CEP). This session makes a surprising claim. A recently introduced data structure called the Matrix Profile lets attendees solve all these problems with ease.",
        "sessTalks": {
          "TK00S09T12": {
            "talkTitle": "DA2 - Time Series Data Mining - No Matter Your Domain or Task, the Matrix Profile is (Almost) All You Need",
            "talkSpeakers": [
              "Dr. Eamonn Keogh"
            ]
          }
        }
      },
      "S10T12": {
        "sessTitle": "The Journey to Finished Products",
        "sessAbstract": "There are many ways to speed development of a market-ready IoT product. This presentation will trace the development, from concept-to-market.",
        "sessTalks": {
          "TK00S10T12": {
            "talkTitle": "The Journey to Finished Products",
            "talkSpeakers": [
              "Marcellino Gemelli",
              "Jim Katsandres",
              "Robbie Paul",
              "Erik Varney"
            ]
          }
        }
      },
      "S11T12": {
        "sessTitle": "Enabling Data Warehouse at Scale",
        "sessAbstract": "MonoLets is enabling end-to-end encrypted data warehouse at scale using batteryless, disposable and standards' compliant wireless sensors.",
        "sessTalks": {
          "TK00S11T12": {
            "talkTitle": "Enabling Data Warehouse at Scale",
            "talkSpeakers": [
              "Dr. Osama Khan"
            ]
          }
        }
      },
      "S12T12": {
        "sessTitle": "Amazon FreeRTOS Behind the Scenes",
        "sessAbstract": "Amazon FreeRTOS is an open source real-time operating system (RTOS) based on the popular open source RTOS FreeRTOS. Amazon FreeRTOS helps IoT developers easily connect to Amazon Web Services (AWS) by providing a demonstration that shows how easy is to connect a device to the cloud. In this session, we will explore how this black box RTOS works by deconstructing using trace technology. We will run Amazon FreeRTOS on the STM32L475 IoT Discovery board alongside Percepio Tracealyzer and examine what tasks are required to connect to the cloud and the overhead that we can expect while using Amazon FreeRTOS. Topics Covered in this session include: Amazon FreeRTOS Cloud Connectivity demonstration, Tips and tricks for setting up modern trace tools, How to analyze unknown software componen, The major tasks in Amazon FreeRTOS,",
        "sessTalks": {
          "TK00S12T12": {
            "talkTitle": "Amazon FreeRTOS Behind the Scenes",
            "talkSpeakers": [
              "Jacob Beningo"
            ]
          }
        }
      },
      "S13T12": {
        "sessTitle": "IoT Connectivity Ecosystem Awards",
        "sessAbstract": "Here at SensorsExpo there is no shortage of solutions that take advantage of IoT. The IoT Ecosystem Connectivity awards looks that the next level where Sensors and IoT combine to impact Return on Investment.",
        "sessTalks": {
          "TK00S13T12": {
            "talkTitle": "IoT Connectivity Ecosystem Awards",
            "talkSpeakers": [
              "James Brehm"
            ]
          }
        }
      },
      "S14T12": {
        "sessTitle": "America’s Seed Fund – The SBIR/STTR Program at the National Science Foundation",
        "sessAbstract": "Hear how start-up companies and small businesses can qualify for up to $1.5 Million over 3-4 years of non-dilutive funding to research and develop risky and revolutionary technologies that have a strong potential commercial market if successfully developed. An NSF SBIR/STTR Program Director will describe to the process involved in applying for a Small Business Innovative Research (SBIR) or Small Business Technology Transfer (STTR) grant.",
        "sessTalks": {
          "TK00S14T12": {
            "talkTitle": "America’s Seed Fund – The SBIR/STTR Program at the National Science Foundation",
            "talkSpeakers": [
              "Rick Schwerdtfeger"
            ]
          }
        }
      },
      "S15T12": {
        "sessTitle": "Easy Smart Phone/Tablet interface to a Microcontroller",
        "sessAbstract": "This presentation describes a popular technique for rapidly deploying a smart device interface.  Case examples will be described showing a number of applications using this technique.  With this technique a smart phone can monitor and control sensors in hard to reach locations.  This eliminates the need for a costly control panel on embedded devices.",
        "sessTalks": {
          "TK00S15T12": {
            "talkTitle": "Easy Smart Phone/Tablet interface to a Microcontroller",
            "talkSpeakers": [
              "Mark Siegesmund"
            ]
          }
        }
      },
      "S16T12": {
        "sessTitle": "Embedding Analytics into Devices and Sensors",
        "sessAbstract": "Embedded analytics makes sensors and devices smarter, enables local control and reduces the volume of raw data sent to the Cloud. This requires small analytics agents that can run within existing processor and memory capacity without impacting performance. It is challenging to provide high functionality and flexibility within a such small footprint. This presentation explains how this can be done and provides a live demo of an embedded analytics agent.",
        "sessTalks": {
          "TK00S16T12": {
            "talkTitle": "Embedding Analytics into Devices and Sensors",
            "talkSpeakers": [
              "Dr. Alan Clark"
            ]
          }
        }
      },
      "S17T12": {
        "sessTitle": "Global IoT Connectivity for a Digital Enterprise",
        "sessAbstract": "Coordinate, control, and manage your business better as the Internet of Things (IoT) connects more devices. Learn how a global automotive company implemented SAP IoT Connect 365, enterprise service, to help simplify connectivity and enhance data privacy and security.",
        "sessTalks": {
          "TK00S17T12": {
            "talkTitle": "Global IoT Connectivity for a Digital Enterprise",
            "talkSpeakers": [
              "Sethu Meenakshisundaram"
            ]
          }
        }
      },
      "S18T12": {
        "sessTitle": "The Techstars Autonomous Technology Accelerator with the US Air Force",
        "sessAbstract": "Techstars Autonomous Technology Accelerator with the US Air Force is an innovative outreach experiment conducted by AFWERX in partnership with Techstars, the leading global network that helps entrepreneurs succeed.  It is intended to attract innovative startups that would otherwise avoid working with the DoD due to acquisition bureaucracy. The Air Force has created innovative purchasing mechanisms that resemble commercial practices, further eliminating friction associated with doing business with the government.",
        "sessTalks": {
          "TK00S18T12": {
            "talkTitle": "The Techstars Autonomous Technology Accelerator with the US Air Force",
            "talkSpeakers": [
              "Warren Katz"
            ]
          }
        }
      },
      "S19T12": {
        "sessTitle": "LIDAR in a Chip",
        "sessAbstract": "ST has developed and patented its own technology, called FlightSense™, using Time-of-Flight (ToF) principles in order to propose a new generation of high-accuracy proximity sensors. In this session, attendees will learn how ST’s Time-of-Flight sensor works, how to integrate it into their industrial design and understand key performance indicators. We will also go through an overview of the Evaluation Kit and supporting GUI during the session.",
        "sessTalks": {
          "TK00S19T12": {
            "talkTitle": "LIDAR in a Chip",
            "talkSpeakers": [
              "John Kvam"
            ]
          }
        }
      },
      "S20T12": {
        "sessTitle": "What Sensor for What Application",
        "sessAbstract": "IoT applications can vary widely in their sensor requirements. This presentation will explore a variety of motion and pressure sensors, including their respective power requirements, performance parameters, complexities and capabilities, and discuss how to choose the right one for your needs.",
        "sessTalks": {
          "TK00S20T12": {
            "talkTitle": "What Sensor for What Application",
            "talkSpeakers": [
              "Sahil Choudhary",
              "Lawrence Latham"
            ]
          }
        }
      },
      "S21T12": {
        "sessTitle": "Securing the IoT and Embedded Systems - A Workshop from Trusted Computing Group",
        "sessAbstract": "Embedded and IoT systems and networks remain highly vulnerable to attacks, whether malicious or accidental. These attacks result in lost personal and corporate data, legal fines, lost customer trust and lost services – or they can also simply shut down critical infrastructure, from oil and gas pipelines to manufacturing to the financial system. Despite the obvious security concerns, manufacturers worldwide continue churning out unprotected, connected things based on networks that were not intended to handle the security, traffic or things suddenly tied together. What can be done? With Embedded Computing Design, Trusted Computing Group (TCG) will offer a session to discuss and demonstrate real-world solutions and technologies, based on widely vetted and adopted standards, to secure embedded and IoT systems, networks and data. The session will address the role and implementation of a root of trust, the development of secure software to support a root of trust and how we can embed trust and security into networks. Experts also will demonstrate examples of these technologies and talk about resources and tools to implement them.",
        "sessTalks": {
          "TK00S21T12": {
            "talkTitle": "Securing the IoT and Embedded Systems - A Workshop from Trusted Computing Group",
            "talkSpeakers": [
              "Josef Kohn",
              "Brandon Lewis",
              "Dennis Mattoon",
              "Lee Wilson"
            ]
          }
        }
      },
      "S22T12": {
        "sessTitle": "Fabric Sensors Taking Virtual Out of VR",
        "sessAbstract": "In the VR environment, nothing quite replaces the motion and flexibility of the human hand, BeBop Sensors has created a wireless data glove, hand-tracking system to track fingers and send tactile feedback. The sensors offers speeds of 500 Hz, data rates of 150 fps, actuators along with  smart fabric bend sensors offering 15hours battery life. BeBop makes variety of sensors for musical instruments, shipping in the tens of thousands.",
        "sessTalks": {
          "TK00S22T12": {
            "talkTitle": "Fabric Sensors Taking Virtual Out of VR",
            "talkSpeakers": [
              "Sri Peruvemba"
            ]
          }
        }
      },
      "S23T12": {
        "sessTitle": "A Strategy Proposal for the Rapid Adoption and Deployment of IIoT Technology",
        "sessAbstract": "The growth of IIoT, while impressive, has been impeded in recent years by several factors affecting its adoption and deployment. The success of an IIoT solution depends on a thorough understanding of these factors in the context of the IIoT application. With our impressive background in sensor solutions for IIoT applications, we have crafted a framework to facilitate understanding of critical parameters before working on an IIoT solution.",
        "sessTalks": {
          "TK00S23T12": {
            "talkTitle": "A Strategy Proposal for the Rapid Adoption and Deployment of IIoT Technology",
            "talkSpeakers": [
              "Tanmay Zargar"
            ]
          }
        }
      },
      "S24T12": {
        "sessTitle": "Securing Your IoT Solution",
        "sessAbstract": "Opening your application to the Internet of Things provides potential entry points for theft, vandalism, or other mischief. For that reason, security is of paramount importance; this presentation will address a :",
        "sessTalks": {
          "TK00S24T12": {
            "talkTitle": "Securing Your IoT Solution",
            "talkSpeakers": [
              "Marco Ciaffi",
              "Francois Le"
            ]
          }
        }
      },
      "S25T12": {
        "sessTitle": "Aerospace Performance in Consumer Volumes - The Challenge of Automotive LiDAR",
        "sessAbstract": "From Alaska to Arizona, the modern vehicle must start first time every time. And so must the LiDAR systems being designed in for safety and self-driving. This is military-grade performance at consumer volumes and cost expectations. This presentation will show how these apparently contrasting needs can be met for the lasers and sensors needed to enable automotive LiDAR systems.",
        "sessTalks": {
          "TK00S25T12": {
            "talkTitle": "Aerospace Performance in Consumer Volumes - The Challenge of Automotive LiDAR",
            "talkSpeakers": [
              "Richard Simons",
              "Brian Engle"
            ]
          }
        }
      },
      "S26T12": {
        "sessTitle": "Making Sense of Industrial IoT",
        "sessAbstract": "This presentation will outline how web technologies are being combined with traditional industrial automation techniques to fuel the adoption of Industrial Internet of Things. The relationship between RESTful services, and metadata models will be explained within the context of smart sensor arrays. Ongoing standardization work will be discussed.",
        "sessTalks": {
          "TK00S26T12": {
            "talkTitle": "Making Sense of Industrial IoT",
            "talkSpeakers": [
              "Doug Sandy",
              "Karen Meidlinger",
              "Becky Oh"
            ]
          }
        }
      },
      "S27T12": {
        "sessTitle": "CyberSmart - Teaching Tacit Knowledge using Behavioral Cognitive Models in the Domain of Personal Digital Security",
        "sessAbstract": "Our project—developing a series of intelligent tutoring systems (ITS) for cybercrime prevention built at an Open Initiative Learning (OLI) course—aims to create a unique and unparalleled experiential approach that tests cognitive decision-making to motivate and educate individuals to get smart about their personal digital security.",
        "sessTalks": {
          "TK00S27T12": {
            "talkTitle": "CyberSmart - Teaching Tacit Knowledge using Behavioral Cognitive Models in the Domain of Personal Digital Security",
            "talkSpeakers": [
              "Ina Wanca"
            ]
          }
        }
      },
      "S28T12": {
        "sessTitle": "EM10 - Using AI with Sensor and Signal Data at the Edge and in the Cloud",
        "sessAbstract": "This session provides an overview of existing and emerging AI techniques and helps attendees better understand the difference between time-series and signal data in sensors, how to determine the right approach for working with each, how to use the latest machine learning and AI techniques on this kind of data, and what is different if you need an embedded solution.",
        "sessTalks": {
          "TK00S28T12": {
            "talkTitle": "EM10 - Using AI with Sensor and Signal Data at the Edge and in the Cloud",
            "talkSpeakers": [
              "Stuart Feffer"
            ]
          }
        }
      }
    }
  }
}